[
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1062",
    "notation": "P6.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Grundläggande utbildning",
      "fi": "Perusopetus",
      "en": "Basic education"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat sekä varsinainen perusopetus sisältöineen ja tavoitteineen sekä perusopetuksen yhteydessä ja sen tukemiseksi välittömästi tarjottavat palvelut, esimerkiksi koulukuljetukset, kouluruokailu ja avustajapalvelut. Tähän luokkaan kuuluvat myös Suomen perusopetuksen mukaisen peruskoulutuksen ulkomailla suorittamiseen liittyvät asiat."
      ],
      "sv": [
        "Till denna serviceundergrupp hör både den egentliga grundläggande utbildningen med innehåll och mål samt direkta tjänster som erbjuds i anslutning till grundläggande utbildningen och för att stöda den, t.ex. skoltransporter, skolmat och assistanstjänster. Till denna grupp hör också ärenden i anslutning till avläggande av grundläggande utbildning utomlands i enlighet med den finska grundläggande utbildningen."
      ],
      "en": [
        "This service subclass contains basic education itself with its contents and objectives as well as the services offered directly in connection with and in support of basic education, for example school transport, school lunches and an assistant’s services. The class also includes issues related to completing abroad a basic education that is in line with the Finnish basic education."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1180",
    "notation": "P22.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Flyttning från Finland till ett annat EU-land",
      "fi": "Muuttaminen Suomesta toiseen EU-valtioon",
      "en": "Moving from Finland to another EU Member State"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar förfaranden och tjänster som är aktuella vid flyttning från Finland till ett annat nordiskt land. Dessa handlar i allmänhet om flyttningsanmälan, socialskydd och medborgarskap."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat menettelyt ja palvelut, joita käytetään luokkaotsikon mukaisessa muuttotilanteessa. Näitä ovat tyypillisesti muuttoilmoituksiin, sosiaaliturvaan ja kansalaisuuteen liittyvät asiat."
      ],
      "en": [
        "This service subclass contains procedures and services used when individuals move from Finland to another EU Member State. Typically, these include issues related to notifications of move, social security and citizenship."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1160",
    "notation": "P19.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1159"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Brand- och räddningsverksamhet",
      "fi": "Palo- ja pelastustoiminta",
      "en": "Fire and rescue activities"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar lokala och nationella brand- och räddningstjänster."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat paikalliset ja valtakunnalliset palo- ja pelastuspalvelut."
      ],
      "en": [
        "This service subclass contains local and national fire and rescue services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1092",
    "notation": "P8.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1090"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Val",
      "fi": "Vaalit",
      "en": "Elections"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat äänioikeuden edellytykset, valtakunnallisissa, kunnallisissa tai Euroopan parlamentin vaaleissa ehdolle asettumisen menettelyt, vaaleista tiedottaminen äänestäjille, vaalirahoitukseen liittyvät palvelut ja seuranta sekä vaalien tuloksia koskevat tietopalvelut."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster och uppföljning relaterade till förutsättningar för rösträtt, förfaranden för kandidatuppställning i nationella och kommunala val eller Europaparlamentsval, information om val till väljare, valfinansiering samt informationstjänster för valresultat."
      ],
      "en": [
        "This service subclass contains the criteria for the right to vote, the procedures for becoming a candidate in national, municipal or European Parliament elections, informing voters about elections, services and monitoring related to election financing as well as information services concerning the results of elections."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1162",
    "notation": "P19.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1159"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Nödnummer och olyckor",
      "fi": "Hätänumerot ja onnettomuustilanteet",
      "en": "Emergency numbers and accidents"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas det allmänna nödnumret 112, olika myndigheters särskilda nödnummer samt räddnings- och kristjänster i samband med olyckor både omedelbart och efter olyckan. Även tjänster som siktar på att förebygga olyckor och olycksutredning hör till denna grupp."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään 112-numeroa, eri viranomaisten erityisiä hätäpalvelunumeroja sekä onnettomuuksiin liittyviä pelastus- ja kriisipalveluja niin paikan päällä kuin onnettomuuden jälkihoidossa. Myös onnettomuuksien ehkäisemiseen tähtäävät palvelut ja onnettomuustutkinta kuuluvat tähän luokkaan."
      ],
      "en": [
        "This service subclass contains the 112 emergency number, specific emergency service numbers of different authorities as well as rescue and crisis services related to accidents both on scene and as part of post-incident management. The class also includes services aiming to prevent accidents and accident investigation."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1182",
    "notation": "P22.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Finländare i utlandet",
      "fi": "Ulkosuomalaiset",
      "en": "Expatriate Finns"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, jotka on erityisesti suunnattu ulkomailla asuville Suomen kansalaisille."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster som i synnerhet är avsedda för finska medborgare som bor utomlands."
      ],
      "en": [
        "This service subclass contains services particularly targeted at Finnish citizens living abroad."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1089",
    "notation": "P7.13",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Immateriella rättigheter",
      "fi": "Immateriaalioikeudet",
      "en": "Intellectual property rights"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään palveluja, jotka liittyvät immateriaalioikeuksiin, kuten tavaramerkkeihin, patentteihin, hyödyllisyysmalliin ja mallisuojaan."
      ],
      "sv": [
        "Denna grupp omfattar offentliga förvaltningens tjänster relaterade till immateriella rättigheter, såsom varumärken, patent, nyttighetsmodeller och mönsterskydd."
      ],
      "en": [
        "This service subclass contains services related to intellectual property rights such as trademarks, patents, utility models and design rights."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1144",
    "notation": "P16.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Ajo-opetus ja ajoluvat tieliikenteessä",
      "sv": "Körundervisning och körtillstånd i vägtrafik",
      "en": "Driving instruction and driving permits in road transport"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat tieliikenneajoneuvojen ajoluvat ja näihin lupiin liittyvä opetus ja lupien suorittamistutkinnot."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar körtillstånd, undervisning och tillståndsexamina för fordon i vägtrafik."
      ],
      "en": [
        "This service subclass contains driving permits for road transport vehicles as well as instruction leading to these permits and examinations in which the permits are granted."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1148",
    "notation": "P16.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Ammattiliikenne tieliikenteessä",
      "sv": "Professionell vägtrafik",
      "en": "Professional road transport"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään tieliikenteen ammattikuljettajien ja muiden tieliikenteeseen liittyvien ammattien koulutusta ja pätevyyksiä sekä erikoiskuljetuksiin liittyviä asioita."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas utbildning av och behörighet för yrkesförare i vägtrafik och andra trafikrelaterade yrken samt specialtransporter."
      ],
      "en": [
        "This service subclass contains the training and qualifications of professional drivers in road transport and other professions related to road transport as well as issues related to the transport of oversize loads."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1131",
    "notation": "P14.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1126"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Julkinen talous ja julkiset hankinnat",
      "sv": "Offentlig ekonomi och upphandling",
      "en": "Public finance and public procurements"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään palveluja, jotka tarjoavat tietoja valtion ja kuntien talouden tilasta ja kehityksestä. Lisäksi tähän luokkaan kuuluvat ne palvelut, joita tarjotaan yrityksille ja muille toimittajille julkisiin hankintoihin osallistumiseksi ja niistä tiedon saamiseksi."
      ],
      "sv": [
        "I denna underservicegrupp behandlas tjänster som tillhandahåller information om läget för statens och kommunernas ekonomi. Dessutom omfattar denna grupp tjänster som tillhandahålls för företag och andra leverantörer och som hjälper dem att delta i offentliga upphandlingar och få information om dem."
      ],
      "en": [
        "This service subclass contains services that provide information on the financial status and development of the local and central government. It also includes services offered to companies and other suppliers to inform them about public tenders and to assist them in participating in public tendering processes."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1146",
    "notation": "P16.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Pysäköinti",
      "sv": "Parkering",
      "en": "Parking"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat paikalliset pysäköintialueet ja niiden tiedot sekä sähköiset pysäköintipalvelut."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar lokala parkeringsområden och information om dem samt elektroniska parkeringstjänster."
      ],
      "en": [
        "This service subclass contains local parking areas and their information as well as electronic parking services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1115",
    "notation": "P12",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1118",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1117",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1116",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1119"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Työnantajan palvelut",
      "sv": "Arbetsgivares tjänster",
      "en": "Employer services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Huvudgruppen Arbetsgivares tjänster omfattar alla arbetsgivarrelaterade ärenden såsom rekrytering och utveckling av personalen."
      ],
      "fi": [
        "Työnantajan palvelut pääluokkaan kuuluvat kaikki työantajana toimimiseen liittyvät asiat kuten työntekijöiden palkkaaminen ja henkilöstön kehittäminen."
      ],
      "en": [
        "This service class contains all aspects of acting as an employer, including recruiting employees and personnel development."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1164",
    "notation": "P19.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1159"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Maanpuolustus",
      "sv": "Försvar",
      "en": "National defence"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään asevelvollisuutta, asevelvollisen palveluja ja tukia, asevelvollisuuden suorittamisen tapoja, palveluksessa tapahtuneiden tapaturmien korvaamista sekä reserviläistoimintaa, vapaaehtoista maanpuolustusta ja kertausharjoituksia."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas värnplikt, tjänster och stödformer för värnpliktiga, sätt på vilka värnplikten kan fullgöras, ersättningar för olyckor i tjänst samt reservistverksamhet, frivilligt försvar och repetitionsövningar."
      ],
      "en": [
        "This service subclass contains the military service, services and support forms for conscripts, ways of completing military service, compensation for accidents sustained while in service as well as reservist activities, voluntary national defence and reserve training."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1166",
    "notation": "P19.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1159"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Säteilyturvallisuus",
      "sv": "Strålsäkerhet",
      "en": "Radiation safety"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar Strålskyddscentralens mätnings-, rådgivnings- och informationstjänster samt lokala tjänster för mätning av strålning i boendemiljöer."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat Säteilyturvakeskuksen mittaus-, ohje- ja tietopalvelut sekä paikalliset asumisympäristön säteilymittauspalvelut."
      ],
      "en": [
        "This service subclass contains the measurement, instruction and information services of the Finnish Radiation and Nuclear Safety Authority and local services for measuring radiation in the living environment."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1165",
    "notation": "P19.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1159"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Gränsbevakning",
      "fi": "Rajavalvonta",
      "en": "Border guarding"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluu rajavartiolaitoksen toiminta: rajanylitykseen liittyvät asiat, rajatarkastukset, rajavyöhykelupa."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar gränsbevakningsväsendets verksamhet: ärenden relaterade till gränsövergång, gränskontroller, tillstånd för gränszon."
      ],
      "en": [
        "This service subclass contains the activities of the Border Guard: border crossing matters, border checks and border zone permits."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1074",
    "notation": "P6.14",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Stöd för studier",
      "fi": "Opintojen tukeminen",
      "en": "Financial support for studies"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör ekonomiska stödformer för den studerande, ansökningsprocesser och -tjänster för stöd samt förutsättningar för beviljande av stöd. Gruppen omfattar alla utbildningsnivåer där den studerande kan få offentligt ekonomiskt stöd."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat opiskelijan taloudellisten tukien muodot, tuen hakuprosessit ja -palvelut sekä myöntämisen edellykset. Luokka käsittää kaikki koulutustasot, joilla opiskelija voi saada julkista taloudellista tukea."
      ],
      "en": [
        "This service subclass contains forms of financial support for students, support application processes and services, and eligibility criteria. The class includes all levels of education and training where financial aid is available for students."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1073",
    "notation": "P6.13",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Opiskelu ulkomailla",
      "sv": "Studier utomlands",
      "en": "Studying abroad"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas genomförande av i första hand andra gradens studier och studier av högre nivå utomlands antingen genom utbytesprogram eller inom ramen för något annat förfarande. Till detta anknyter ansökningsförfaranden och godkännandet av examen som avlagts utomlands samt deras motsvarigheter i Finland."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään ensi sijassa toisen ja korkea-asteen opintojen suorittamista ulkomailla joko opiskelijavaihdossa tai muunlaisen menettelyn puitteissa. Tähän liittyvät hakumenettelyt ja ulkomailla suoritettujen tutkintojen hyväksyminen ja vastaavuudet Suomessa."
      ],
      "en": [
        "This service subclass primarily contains pursuing secondary and tertiary level studies abroad through either a student exchange scheme or some other procedure. It also includes the application procedures and the approval and comparability of qualifications obtained."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1022",
    "notation": "P3.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Underhåll",
      "fi": "Elatusapu",
      "en": "Child maintenance"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään sekä elatusvelvollisen maksamaa elatusapua että Kelan myöntämää elatustukea."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas både underhåll som betalas av den underhållsskyldiga och underhållsbidrag som beviljas av Fpa."
      ],
      "en": [
        "This service subclass contains both child maintenance paid by a person liable to pay child maintenance and child maintenance allowances granted by Kela."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1007",
    "notation": "P2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1012",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1009",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1008",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1010",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1011"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Rakennettu ympäristö",
      "sv": "Bebyggd miljö",
      "en": "Built environment"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään julkiseen ja asumiskäyttöön tarkoitettuja rakennuksia sekä yleensä kiinteistöihin ja niiden käyttöön liittyvää kunnallista infrastruktuuria ja sen palveluja."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas byggnader ämnade för offentligt och boendebruk samt kommunal infrastruktur och dess tjänster allmänt i anslutning till fastigheter och dess bruk."
      ],
      "en": [
        "This service class contains public and residential buildings as well as municipal infrastructure and related services associated with buildings and their use in general."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1020",
    "notation": "P3.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Rådgivning i uppfostrings- och familjefrågor",
      "fi": "Kasvatus- ja perheneuvonta",
      "en": "Developmental and family counselling"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään lapsiperheille, perheiden vanhemmille ja nuorille suunnattuja neuvontapalveluja."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas rådgivningstjänster för barnfamiljer, familjernas föräldrar och ungdomar."
      ],
      "en": [
        "This service subclass contains counselling services intended for families with young children, parents of families and young people."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1161",
    "notation": "P19.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1159"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Befolkningsskydd",
      "fi": "Väestönsuojelu",
      "en": "Civil defence"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan liittyvät väestönsuojat, väestönsuojelukoulutus ja muu siviiliväestön kriisitilanteessa suojeluun liittyvät palvelut ja toiminta sekä huoltovarmuus."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar skyddsrum, utbildning i befolkningsskydd och övriga tjänster och funktioner relaterade till skyddet av befolkningen i krissituationer samt försörjningsberedskap."
      ],
      "en": [
        "This service subclass is associated with civil defence shelters, civil defence training and other services and activities related to the protection of civilians in a crisis as well as security of supply."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1093",
    "notation": "P8.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1090"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kansalaisvaikuttaminen",
      "sv": "Medborgarnas medverkan",
      "en": "Civic participation"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar medborgarnas och frivilligorganisationernas politiska och samhälleliga medverkan utanför val ur ett serviceperspektiv. Gruppen omfattar bland annat förfaranden för grundande och registrering av föreningar samt medborgar- och kommuninvånarinitiativ."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään palvelujen näkökumasta kansalaisten ja kansalaisyhteisöjen poliittista ja yhteiskunnallista vaikuttamista vaalien ulkopuolella. Luokkaan kuuluvat muun muassa yhdistyksen perustamisen ja rekisteröinnin menettelyt sekä kansalais- ja kuntalaisaloitteiden tekeminen."
      ],
      "en": [
        "This service subclass contains the political and social participation of citizens and non-governmental organisations outside the elections from the service point of view. The class includes the procedures for establishing and registering an association and submitting citizen’s and local resident’s initiatives."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1128",
    "notation": "P14.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1126"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Omaisuuden verotus",
      "sv": "Egendomsbeskattning",
      "en": "Net wealth taxation"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar tjänster som anknyter till beskattning av egendom. Hit hör bland annat beskattning av arv, gåvor, hyresintäkter, försäljningsvinster och fastigheter. Kalkylatorer för egendomsskatt och motsvarande verktyg hör till denna grupp."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, jotka liittyvät omaisuuden verottamiseen. Tähän kuuluvat muun muassa perintöjen, lahjoitusten, vuokratuottojen, myyntivoittojen ja kiinteistöjen verotus. Omaisuusverolaskurit ja vastaavat työkalut kuuluvat tähän luokkaan."
      ],
      "en": [
        "This service subclass contains services related to net wealth taxation. It includes the taxation of inheritances, gifts, rental income, sales profits and properties among other things. It also includes wealth tax calculators and similar tools."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1091",
    "notation": "P8.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1090"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Puolueet",
      "sv": "Partier",
      "en": "Political parties"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar ärenden relaterade till grundande och registrering av partier samt partistöd."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään palvelujen näkökulmasta puolueen perustamista ja rekisteröintiä sekä puoluetukeen liittyviä asioita."
      ],
      "en": [
        "This service subclass contains the establishment and registration of a political party as well as issues related to party subsidies from the service point of view."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1201",
    "notation": "P25.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1198"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Museer",
      "fi": "Museot",
      "en": "Museums"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp anknyter till museernas fysiska serviceställen och utställningsverksamhet, frågor relaterade till skyddet av byggnadsarvet samt museernas e-tjänster, såsom informationstjänster och digitalisering av kulturarvet."
      ],
      "fi": [
        "Tähän palvelualaluokkaan liittyvät museoiden fyysiset palvelupisteet ja näyttelytoiminta, rakennusperinnön suojeluun liittyvät asiat sekä museoalan sähköiset palvelut kuten tietopalvelut ja kulttuuriperinnön digitointi."
      ],
      "en": [
        "This service subclass is associated with the physical service points and exhibition activities of museums, issues related to the protection of building heritage, as well as electronic services in the museum sector, including information services and digitalisation of cultural heritage."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1181",
    "notation": "P22.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Muuttaminen Suomesta EU:n ulkopuolelle",
      "sv": "Flyttning från Finland till ett land utanför EU",
      "en": "Moving from Finland to a non-EU country"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar förfaranden och tjänster som är aktuella vid flyttning från Finland till ett annat nordiskt land. Dessa handlar i allmänhet om flyttningsanmälan, socialskydd och medborgarskap."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat menettelyt ja palvelut, joita käytetään luokkaotsikon mukaisessa muuttotilanteessa. Näitä ovat tyypillisesti muuttoilmoituksiin, sosiaaliturvaan ja kansalaisuuteen liittyvät asiat."
      ],
      "en": [
        "This service subclass contains procedures and services used when individuals move from Finland to a non-EU Member State. Typically, these include issues related to notifications of move, social security and citizenship."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1145",
    "notation": "P16.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Trafiksäkerhet och trafikregler i vägtrafik",
      "fi": "Liikenneturvallisuus ja liikennesäännöt tieliikenteessä",
      "en": "Traffic safety and rules of the road"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään liikenneturvallisuutta sekä liikennesääntöjen että suositusten ja ohjeiden kannalta. Luokkaan kuuluvat myös liikenteen häiriö- ja vaaratiedotuspalvelut ja liikenteen säätietopalvelut."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas trafiksäkerhet med tanke på trafikregler, rekommendationer och anvisningar. Gruppen omfattar också trafikinformationstjänster för störningar och risker samt meteorologiska tjänster för trafiken."
      ],
      "en": [
        "This service subclass contains road safety from the perspective of both rules of the road and recommendations and instructions. The class also includes information services on traffic disruptions and hazards and traffic weather information services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1149",
    "notation": "P16.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Väghållning",
      "fi": "Tienpito",
      "en": "Road maintenance"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar vägarnas underhållsklasser och grundläggande vägunderhåll enligt dem samt förbättringsarbeten på vägar och bidrag för dem."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat teiden hoitoluokat ja niiden mukainen peruskunnossapito sekä teiden parannustyöt ja näihin saatavat avustukset."
      ],
      "en": [
        "This service subclass contains road maintenance classes, basic maintenance in accordance to the classes as well as road improvements and grants available for them."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1112",
    "notation": "P11.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Import och export",
      "fi": "Tuonti ja vienti",
      "en": "Import and export"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna grupp omfattar till exempel bidrag och andra finansiella tjänster som stöder företagens import- eller exporthandel, rådgivnings- och informationstjänster relaterade till import och export."
      ],
      "fi": [
        "Tähän luokkaan kuuluvat esimerkiksi yrityksen tuonti- tai vientikaupan tukemiseen tarkoitetut avustukset ja muut rahoituspalvelut, tuontiin ja vientiin liittyvä neuvonta- ja tietopalvelut."
      ],
      "en": [
        "This class contains, for example, grants and other funding services intended to support a company’s import or export trade as well as advisory and information services related to imports and exports."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1205",
    "notation": "P25.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1198"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Fritt bildningsarbete och konstfostran",
      "fi": "Vapaa sivistystyö ja taidekasvatus",
      "en": "Free adult education and art education"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat kaikille avointa opisto- ja korkeakouluopetusta, eri taiteiden avointa opetusta sekä lasten ja nuorten taidekasvatusta antavat oppilaitokset opetussisältöineen."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar instituts- och högskoleundervisning som är öppen för alla, öppen undervisning i olika konstarter samt läroanstalter som ordnar konstfostran för barn och ungdomar."
      ],
      "en": [
        "This service subclass contains instruction at secondary and higher level educational institutions that is open for all, open instruction in different arts as well as institutions that provide art education for children and young people and their teaching contents."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1103",
    "notation": "P10.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1096"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Beredskapsarbete",
      "fi": "Tuettu työllistyminen",
      "en": "Subsidised employment of disabled jobseekers"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat vammaisten työnhakijoiden työllistymisen tueksi tarkoitetut rakenteet, menettelyt ja niihin liittyvät palvelut. Tähän luokkaan kuuluvat myös työnantajille tarkoitetut tuet ja neuvonta tuettuun työllistymiseen liittyen."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar strukturer, förfaranden och tjänster relaterade till sysselsättning av personer med funktionsnedsättning. Denna grupp omfattar också stöd och rådgivning för arbetsgivare i anslutning till beredskapsarbete."
      ],
      "en": [
        "This service subclass contains structures and procedures intended to support the employment of disabled jobseekers as well as services related to such structures and procedures. It also includes support forms and advice for employers associated with subsidised employment."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1151",
    "notation": "P16.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Ilmailu",
      "sv": "Luftfart",
      "en": "Aviation"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat lentokoulutus ja lentolupakirjat, lennonjohtotehtävien koulutus, lentoalusten rekisteri- ja omistusasiat, ilmailun turvallisuus ja lentokenttäpalvelut ilmailijoille."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar flygutbildning och flyglicenser, utbildning i flygledaruppgifter, registrerings- och innehavsärenden för luftfartyg, säkerhet i luftfart och flygplatstjänster för flygare."
      ],
      "en": [
        "This service subclass contains pilot training and pilot’s licences, training for air traffic control tasks, registration and ownership issues of aircraft, aviation safety and airport services for aviators."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1130",
    "notation": "P14.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1126"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Företagsbeskattning",
      "fi": "Yritysverotus",
      "en": "Corporate taxation"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat yritysverotukseen liittyvät asiat, kuten esimerkiksi veroilmoituksen tekemistä tukevat palvelut."
      ],
      "sv": [
        "Denna underservicegrupp omfattar ärenden relaterade till företagsbeskattning, såsom skattedeklarationstjänster."
      ],
      "en": [
        "This service subclass contains issues related to corporate taxation, including services that support the submission of tax returns."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1042",
    "notation": "P5.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Röntgen, laboratorio ja muut tutkimuspalvelut",
      "sv": "Röntgen, laboratorium och övriga undersökningstjänster",
      "en": "Imaging, laboratory and other examination services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas olika kliniska patientundersökningstjänster som erbjuds på hälso- och sjukvårdens verksamhetsställen. Till denna grupp hör inte undersökningstjänster i anslutning till vetenskaplig forskning."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään terveydenhuollon toimipisteissä annettavia erilaisia kliinisiä potilaan tutkimuspalveluja. Tähän luokkaan eivät kuulu tieteelliseen tutkimukseen liittyvät tutkimuspalvelut."
      ],
      "en": [
        "This service subclass contains different clinical patient examination services provided at health care service points. Laboratory services associated with scientific research are not included in this class."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1040",
    "notation": "P5.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Neuvolapalvelut",
      "sv": "Rådgivningstjänster",
      "en": "Health clinic services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas kommunens lagstadgade moderskaps- och barnrådgivningstjänster med olika verksamhetsformer."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään kuntien lakisääteisesti järjestämiä äitiys-ja lastenneuvolapalveluja eri toimintamuotoineen."
      ],
      "en": [
        "This service subclass contains the statutory maternity and child health clinic services organised by the municipalities and the clinics’ various forms of activities."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1193",
    "notation": "P24.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1191"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kasvintuotanto",
      "sv": "Växtproduktion",
      "en": "Plant production"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster relaterade till professionell växtproduktion, såsom produktionsstöd, bekämpning av skadedjur och ersättningar för missväxt."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään ammattimaiseen kasvituotantoon liittyviä palveluja kuten tuotantotukia, tuholaistorjuntaa ja satovahinkokorvauksia."
      ],
      "en": [
        "This service subclass contains services associated with professional plant production, including production subsidies, pest control and crop damage compensation."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1082",
    "notation": "P7.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Åklagarväsendet",
      "fi": "Syyttäjälaitos",
      "en": "Prosecutors"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas olika ärenden relaterade till åklagarväsendet ur tjänsternas synvinkel."
      ],
      "fi": [
        "Tähän palvelualaluokassa käsitellään syyttäjälaitokseen liittyviä asioita palvelujen näkökulmasta."
      ],
      "en": [
        "This service subclass contains issues and services related to prosecution services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1080",
    "notation": "P7.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Rättshjälp",
      "fi": "Oikeusapu",
      "en": "Legal aid"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till rättshjälp."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään oikeusapuun liittyvät palvelut"
      ],
      "en": [
        "This service subclass contains services associated with legal aid."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1197",
    "notation": "P24.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1191"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Skogs-, vatten och mineralresurser",
      "fi": "Metsä-, vesi- ja mineraalivarat",
      "en": "Forest, water and mineral resources"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokassa käsitellään palveluja, jotka liittyvät muiden kuin kasvi- tai eläinluonnonvarojen hyötykäyttöön hallinnollisessa tai kaupallisessa tarkoituksessa."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tjänster relaterade till utnyttjande av andra resurser än växt- och djurresurser i administrativt eller kommersiellt syfte."
      ],
      "en": [
        "This service subclass contains services associated with the use of natural resources other than plant or animal based resources for administrative or commercial purposes."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1041",
    "notation": "P5.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Vaccinationer",
      "fi": "Rokotukset",
      "en": "Vaccinations"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas vaccinationer som primärvårdstjänster, program som hör till folkhälsan och som ett ärende som hör till medborgarens hälsohistoria."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään rokotuksia perusterveydenhuollon palveluna, kansanterveyteen kuuluvina ohjelmina että kansalaisen terveyshistoriaan kuuluvana asiana."
      ],
      "en": [
        "This service subclass approaches vaccinations as a primary health care service, national health programmes and an issue relevant to a citizen's health history."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1081",
    "notation": "P7.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Rikosten ilmoittaminen",
      "sv": "Anmälan om brottsmål",
      "en": "Reporting crimes"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat erilaisten rikosten poliisille ilmoittamiseen liittyvät palvelut ja asiointikanavat."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar olika tjänster och servicekanaler relaterade till brottsanmälan till polisen."
      ],
      "en": [
        "This service subclass contains services and service channels associated with reporting different kinds of crimes to the police."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1050",
    "notation": "P5.12",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Työterveyshuolto",
      "sv": "Företagshälsovården",
      "en": "Occupational health care"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas de tjänster som arbetsgivaren ordnar för att upprätthålla arbetstagarnas arbetsförmåga, för att främja hälsan och för att förebygga arbetsrelaterade sjukdomar."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään niitä palveluja, joita työnantaja järjestää työntekijöiden työkyvyn ylläpitämiseksi, terveyden edistämiseksi ja työperäisten sairauksien ehkäisemiseksi."
      ],
      "en": [
        "This service subclass contains the services that an employer organises for the employees in order to maintain their work ability, to improve their health and to prevent work-related diseases."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1192",
    "notation": "P24.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1191"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Luonnonvaraiset kasvit ja eläimet",
      "sv": "Vilda växter och djur",
      "en": "Wild plants and animals"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat luonnonvaraisiin kasveihin ja eläimiin liittyvät palvelut kuten luvat, havaintoilmoitusten tekeminen ja erilaiset tietopalvelut."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till vilda växter och djur, såsom tillstånd, anmälningar om observationer och olika informationstjänster."
      ],
      "en": [
        "This service subclass contains services related to wild plants and animals, including licences, reporting of sightings and different information services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1019",
    "notation": "P3.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Lapsiperheiden sosiaalipalvelut",
      "sv": "Socialtjänster för barnfamiljer",
      "en": "Social services for families with children"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas ekonomiska bidrag och förmåner särskilt för barnfamiljer samt de hem- och stödtjänster som inte omfattas av familjerådgivningen eller barnskyddet."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään erityisesti lapsiperheille suunnattuja taloudellisia tukia ja etuuksia sekä niitä koti- ja tukipalveluja, jotka eivät kuulu perheneuvonnan tai lastensuojelun piiriin."
      ],
      "en": [
        "This service subclass contains financial subsidies and benefits targeted especially at families with children as well as home and support services that are not included in family counselling or child welfare."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1056",
    "notation": "P5.18",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Hälsovårdens stödtjänster",
      "fi": "Hyvinvointipalvelujen tukipalvelut",
      "en": "Support services for well-being services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Palveluyksikön perustehtävää tai yksittäistä asiakasta tukevat asiakas- ja potilaspalvelut, joita ovat esim. majoitukseen, ravitsemukseen, virkistykseen ja tiedonsaantiin liittyvät palvelut palveluyksikön asiakkaille ja potilaille sekä apuvälinepalvelut."
      ],
      "sv": [
        "Klient- och patienttjänster som stöder serviceenhetens grunduppgift eller en individuell klient och som utgörs av tjänster i anslutning till exempelvis inkvartering, näring, rekreation och tillgång till information för serviceenhetens klienter och patienter."
      ],
      "en": [
        "Client and patient services that support the basic task of a unit or an individual client, which include services related to accommodation, nutrition, recreation and access to information for service unit clients and patients. Services related to daily living aids are also in this category."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1047",
    "notation": "P5.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Skol- och studerandehälsovården",
      "fi": "Koulu- ja opiskelijaterveydenhuolto",
      "en": "Pupil and student health care"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör hälsovårdstjänster för skolelever och studeranden på heltid. Till gruppen hör inte socialtjänster för dessa grupper."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat koululaisille ja kokopäivisille opiskelijoille tarkoitetut terveyspalvelut. Luokkaan eivät kuulu näille ryhmille suunnatut sosiaalipalvelut."
      ],
      "en": [
        "This service subclass contains health services intended for pupils and full-time students. It does not include social services targeted at these groups."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1199",
    "notation": "P25.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1198"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kirjastot ja tietopalvelut",
      "sv": "Biblioteks- och informationstjänster",
      "en": "Libraries and information services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan liittyvät kunnalliset ja valtakunnalliset yleis- ja erikoiskirjastot palveluineen sekä eri organisaatioiden erikoistuneet tietopalvelut niin verkossa kuin palvelupisteissä."
      ],
      "sv": [
        "Denna serviceundergrupp anknyter till kommunala och nationella allmän- och specialbibliotek samt olika organisationers specialiserade informationstjänster på både webben och serviceställen."
      ],
      "en": [
        "This service subclass is associated with municipal and national general and specialist libraries and their services as well as specialised information services provided by different organisations, both online and at service points."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1055",
    "notation": "P5.17",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Hälsovårdens rådgivnings- och handledningstjänster",
      "fi": "Terveyden ja hyvinvoinnin neuvonta- ja ohjauspalvelut",
      "en": "Advisory and guidance services for health and well-being"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Yksittäiseen palvelutapahtumaan, käyntiin palveluyksikössä tai palvelukokonaisuuteen tai sen hallintaan liittyvät palvelut, joiden avulla asiakas saa neuvontaa ja opastusta etsiessään palveluja terveyden ja hyvinvoinnin ongelmatilanteisiin ja terveyden edistämiseen. Näitä ovat esimerkiksi potilasasiamiespalvelu, ajanvaraukset, muistutuspalvelut, oma- ja itsehoitopalvelut ja palveluohjaus."
      ],
      "sv": [
        "Tjänster i anslutning till en separat servicehändelse, besök till en serviceenhet eller tjänster i samband med en servicehelhet eller dess hantering, med hjälp av vilken klienten får rådgivning och handledning när han eller hon söker hälsovårdstjänster i problemsituationer. Sådana är t.ex. patientombudsmannens tjänster, tidsbeställningar, påminnelsetjänster, egenvårdstjänster och servicestyrning."
      ],
      "en": [
        "The class contains services related to an individual service transaction, visit to a service unit, or a service package or its management, through which a client receives advice and guidance when seeking health and/or well-being services in either problem situations or health promotion. These include the patient ombudsman’s services, appointments, reminder services, self-care services and case management services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1196",
    "notation": "P24.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1191"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Eläinlääkäripalvelut",
      "sv": "Veterinärtjänster",
      "en": "Veterinary services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, joiden puitteissa niin tuotanto- kuin lemmikkieläimiä suojataan kärsimykseltä ja edistetään eläinten terveyttä ja hyvinvointia. Tähän liittyvät alueelliset ja paikalliset eläinlääkäripalvelut, tautien ehkäisy, eläinten elinolojen ja hoidon laatu."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster inom vars ram både produktions- och sällskapsdjur skyddas mot lidande och som främjar djurens hälsa och välbefinnande. Hit hör regionala och lokala veterinärtjänster, förebyggande av sjukdomar, kvaliteten på djurens levnadsförhållanden och vården."
      ],
      "en": [
        "This service subclass contains services which protect both production animals and pets from suffering and promote animal health and welfare. It includes regional and local veterinary services, disease prevention, and the quality of animals’ living conditions and care."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1057",
    "notation": "P5.19",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Patientombudsmannen och patientens rättigheter",
      "fi": "Potilaan oikeudet",
      "en": "Patient’s rights"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat potilasasiamiehen palvelut sekä ne tieto- ja muut palvelut, joiden kautta ja puitteissa potilas voi toteuttaa oikeuksiaan."
      ],
      "sv": [
        "Till denna serviceundergrupp hör patientombudsmannens tjänster samt de data- och övriga tjänster genom vilka och inom ramen för vilka patienten kan utöva sina rättigheter."
      ],
      "en": [
        "This service subclass includes a patient ombudsman's services as well as information and other services through and within which patients can implement their rights."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1126",
    "notation": "P14",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1129",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1130",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1128",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1131",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1127"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Verotus ja julkinen talous",
      "sv": "Beskattning och offentlig ekonomi",
      "en": "Taxation and public finance"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna servicegrupp behandlas de centrala slagen av person- och företagsbeskattningen samt ärenden relaterade till statens och kommunernas ekonomi ur ett serviceperspektiv."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään keskeisiin henkilö- ja yritysverotuksen lajeihin sekä valtion ja kuntien talouteen liittyviä asioita palvelujen näkökulmasta."
      ],
      "en": [
        "This service class contains issues related to key types of individual and corporate taxation and central and local government finance from the service point of view."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1208",
    "notation": "P26.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1206"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Posttjänster",
      "fi": "Postipalvelut",
      "en": "Postal services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palveluluokkaan kuuluvat ne palvelut, jotka on määritelty postipalvelulain puitteissa julkisiksi tehtäviksi."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster som fastställts som offentliga enligt lagen om posttjänster."
      ],
      "en": [
        "This service class contains the services that have been defined as public service tasks under the Act on Postal Service."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1207",
    "notation": "P26.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1206"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Massmedier",
      "fi": "Joukkoviestimet",
      "en": "Mass media"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palveluluokkaan kuuluvat perinteiset joukkoviestimet (radio, televisio, lehdistö) eri palveluineen, joukkoviestimiin liityvät toimiluvat sekä sananvapauskysymykset."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar traditionella massmedier (radio, tv, pressen) med olika tjänster, koncessioner relaterade till massmedier samt frågor om yttrandefrihet."
      ],
      "en": [
        "This service class contains the conventional mass media (radio, television, press) with their various services, operating licences related to mass media as well as questions of freedom of speech."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1021",
    "notation": "P3.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Barnskydd",
      "fi": "Lastensuojelu",
      "en": "Child welfare"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster som ansluter sig till förebyggande av familjekriser, en trygg uppväxtmiljö för barn och ungdomar och olika fosterhemslösningar."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään palveluja, jotka liittyvät perheen kriisien ehkäisemiseen, lapsen tai nuoren kasvuympäristön turvallisuuteen ja erilaisiin sijaiskotiratkaisuihin."
      ],
      "en": [
        "This service subclass contains services associated with preventing family crises, safety of the environment in which a child or a young person grows up, and different substitute care arrangements."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1015",
    "notation": "P3.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Att få barn",
      "fi": "Lapsen saaminen",
      "en": "Having a child"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster för graviditetstiden och barnets babytid och ekonomiska bidrag för familjen. Till denna serviceundergrupp hör också fertilitetsbehandlingar och adoptioner samt ärenden i samband med namngivning."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään raskausajan ja lapsen vauva-ajan palveluja ja taloudellisia tukia perheelle. Tähän alaluokkaan kuuluvat myös lapsettomuushoidot ja adoptiot sekä nimen antamiseen liittyvät asiat."
      ],
      "en": [
        "This service subclass contains services and financial support available for families during pregnancy and a child's infancy. It also includes fertility treatments and adoptions as well as issues related to naming a child."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1006",
    "notation": "P1.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1001"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Muuttaminen Suomen sisällä ja väestötiedot",
      "sv": "Flyttning inom Finland och befolkningsuppgifter",
      "en": "Migration within Finland and population information"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään muuttamiseen liittyvät velvoitteet ja ilmoitus- ja asiointipalvelut sekä väestötietojärjestelmään liittyvät asiat kuten nimet ja nimenmuutokset, rakennustiedot ja turvakiellot."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas skyldigheter i anslutning till flyttning och anmälnings- och ärendehanteringstjänster samt ärenden i samband med befolkningsdatasystemet, såsom namn och namnändringar, byggnadsuppgifter och spärrmarkeringar."
      ],
      "en": [
        "This service subclass contains the obligations, notification services and e-services related to moving house and issues associated with the Population Information System, including names and name changes, building data and non-disclosure orders for personal security reasons."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1002",
    "notation": "P1.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1001"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Hyresboende",
      "fi": "Vuokra-asuminen",
      "en": "Rental housing"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään vuokra-asuntojen saatavuuden ja hintatietojen palvelut, vuokrasopimusasiat, vuokralaisen oikeudet ja velvollisuudet sekä asunnon vuokralle antaminen ja jälleenvuokraaminen. Luokkaan kuuluvat myös vuokra-asunnon etsimiseen ja hankkimiseen liittyvät palvelut."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tjänster för hyresbostäders tillgänglighet och prisuppgifter, hyresavtalsärenden, hyrestagarens rättigheter och skyldigheter samt uthyrning och återuthyrning av bostad. Till gruppen hör också tjänster i anslutning till sökande och anskaffande av hyresbostad."
      ],
      "en": [
        "This service subclass contains services related to the availability and price information of rental residences, lease agreement issues, a lodger’s rights and duties, as well as letting and subletting. It also includes services related to seeking and obtaining a rented residence."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1096",
    "notation": "P10",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1103",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1099",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1100",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1098",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1097",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1102",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1104",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1101"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Arbete och arbetslöshet",
      "fi": "Työ ja työttömyys",
      "en": "Work and unemployment"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään työn etsimistä ja löytämistä, työelämän sopimuksia ja sääntöjä, työkyvyn ylläpitämistä, työttömysajan ja työllistymisen tukia sekä työttömien järjestötoimintaa."
      ],
      "sv": [
        "I denna servicegrupp behandlas jobbsökning och rekrytering, avtal och regler relaterade till arbetslivet, upprätthållande av arbetsförmågan, stöd för arbetslöshetstiden och sysselsättning samt föreningsverksamhet för arbetslösa."
      ],
      "en": [
        "This service class contains seeking and finding a job, working life contracts, agreements and rules, maintaining work ability, benefits received while unemployed and looking for work, and NGO activities for the unemployed."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1087",
    "notation": "P7.11",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Intressebevakning",
      "fi": "Edunvalvonta",
      "en": "Public guardianship"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till intressebevakning enligt lagen om förmyndarverksamhet."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään holhoustoimilain mukaisen edunvalvontaan liittyvät palvelut."
      ],
      "en": [
        "This service subclass deals with services associated with public guardianship as specified in the relevant legislation."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1172",
    "notation": "P21.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1171"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kuluttajansuoja",
      "sv": "Konsumentskydd",
      "en": "Consumer protection"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat kuluttajan oikeudet ja niihin liittyvät tietopalvelut, valitukset, palautukset ja riitatilanteiden käsittely. Luokassa huomioidaan niin tavarakauppa (myymälä- ja verkko-ostaminen), matkailupalvelut ja muut aineettomat palvelut."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar konsumenters rättigheter och relaterade informationstjänster, reklamationer, återlämning och behandling av tvister. I gruppen beaktas såväl varuhandel (butiks- och nätinköp) och resetjänster som andra immateriella tjänster."
      ],
      "en": [
        "This service subclass contains consumer rights and information services associated with them, complaints, returns and processing of disputes. The class includes trade in goods (in-store and online purchases), tourism services and other immaterial services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1088",
    "notation": "P7.12",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Utsökning",
      "fi": "Ulosotto",
      "en": "Enforcement"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään ulosottoon liittyviä palveluita."
      ],
      "sv": [
        "Denna grupp omfattar tjänster relaterade till utsökning."
      ],
      "en": [
        "This service subclass deals with services associated with enforcement."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1129",
    "notation": "P14.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1126"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Fordonsbeskattning",
      "fi": "Ajoneuvojen verotus",
      "en": "Vehicle taxation"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, jotka liittyvät autojen ja ajoneuvojen ostamisen ja maahantuonnin kertaverotukseen (autovero) ja ajoneuvon omistamiseen (ajoneuvovero)."
      ],
      "sv": [
        "Denna underservicegrupp omfattar tjänster som anknyter till engångsskatter på köp och import av bilar och fordon samt skatter relaterade till ägande av fordon (fordonsskatt)."
      ],
      "en": [
        "This service subclass contains services related to purchasing cars and other vehicles, one-off taxes paid on importation (car tax) and owning a vehicle (vehicle tax)."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1204",
    "notation": "P25.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1198"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Religioner och livsåskådningar",
      "fi": "Uskonnot ja elämänkatsomukset",
      "en": "Religions and world views"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster som tillhandahålls av folkkyrkor, andra registrerade religiösa samfund och icke-religiösa registrerade livsåskådningsmässiga samfund. Exempel på dessa utgörs av tjänster för anslutning till och utträde ur samfund samt pedagogiska och sociala tjänster."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään sekä kansankirkkojen, muiden rekisteröityjen uskonnollisten yhteisöjen ja ei-uskonnollisten rekisteröityjen elämänkatsomuksellisten yhteisöjen palveluja. Näitä ovat esimerkiksi yhteisöön liittymisen ja siitä eroamisen asiointipalvelut sekä kasvatukselliset ja sosiaaliset palvelut."
      ],
      "en": [
        "This service subclass contains the services of established churches, other registered religious societies and non-religious registered organisations associated with a specific world view. They include e-services related to joining or leaving an organisation as well as educational and social services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1202",
    "notation": "P25.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1198"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Arkistot",
      "sv": "Arkiv",
      "en": "Archives"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar i första hand tjänster som tillhandahålls av Nationalarkivet, landskapsarkiven under Nationalarkivet och övriga arkiv som regleras av författningar."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ensi sijassa Kansallisarkiston, sen alaisten maakunta-arkistojen sekä muiden säädösperustaisesti toimivien arkistojen palvelut."
      ],
      "en": [
        "This service subclass mainly contains the services of the National Archives Service, the Provincial Archives subordinate to it as well as other statutory archives."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1158",
    "notation": "P18.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1156"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Geodatatjänster",
      "fi": "Paikkatietopalvelut",
      "en": "Geographic information services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar geodatatjänster i dataformat om den bebyggda och naturliga miljön i Finland."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, jotka tarjoavat datamuodossa olevaa paikkatietoa Suomen rakennetusta ja luonnonympäristöstä."
      ],
      "en": [
        "This service subclass contains services that offer geographic information in data format on built and natural environments in Finland."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1120",
    "notation": "P13",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1125",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1123",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1124",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1122",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1121"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Pensioner",
      "fi": "Eläkkeet",
      "en": "Pensions"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna servicegrupp behandlas ur ett serviceperspektiv typer av lagstadgade pensioner i Finland samt pensionsskyddet för personer som är permanent bosatta i utlandet med tanke på både finländare bosatta utomlands och invandrare bosatta i Finland."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään palvelunäkökulmasta Suomen lakisääteisten eläkkeiden tyyppejä sekä ulkomailla pysyvästi asuvan eläketurvaa niin ulkosuomalaisen kuin Suomessa asuvan maahanmuuttajan kannalta."
      ],
      "en": [
        "This service class contains the Finnish statutory pension types and the pension security of those permanently resident abroad from the perspective of both expatriate Finns and immigrants residing in Finland from the service point of view."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1030",
    "notation": "P4.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kehitysvammahuolto",
      "sv": "Omsorgen om utvecklingsstörda",
      "en": "Care for persons with intellectual disabilities"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör tjänster för utvecklingsstörda, som omfattar rättigheter, olika rehabiliteringsformer, socialt stöd, boendelösningar och symtomanknuten specialiserad sjukvård."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat kehitysvammaisten palvelut, jotka kattavat oikeudet, eri kuntoutusmuodot, sosiaalisen tuen, asumisratkaisut ja oireisiin liittyvän erikoisterveydenhoidon."
      ],
      "en": [
        "This service subclass includes services for persons with intellectual disabilities that cover their rights, different forms of rehabilitation, social support, housing solutions and specialist medical care related to their symptoms."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1102",
    "notation": "P10.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1096"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Työttömän tuet ja etuudet",
      "sv": "Stöd och förmåner för arbetslösa",
      "en": "Support and benefits for the unemployed"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas olika ekonomiska stödformer för arbetslösa arbetssökande, förutsättningar för beviljande av dem och tjänster för ansökan om stöd."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään työttömälle työnhakijalle suunnattuja erilaisia taloudellisia tukia, niiden saamisen edellytyksiä ja tukien hakupalveluja,"
      ],
      "en": [
        "This service subclass contains different types of financial support for unemployed jobseekers, support eligibility criteria and services related to applying for support."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1191",
    "notation": "P24",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1196",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1197",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1193",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1195",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1192",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1194"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Naturresurser, djur och växter",
      "fi": "Luonnonvarat, eläimet ja kasvit",
      "en": "Natural resources, flora and fauna"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään luonnonvaroja kuten kasveja ja eläimiä lähinnä tuotantotalouden kannalta."
      ],
      "sv": [
        "I denna servicegrupp behandlas naturresurser såsom växter och djur främst ur produktionsekonomins perspektiv."
      ],
      "en": [
        "This service class contains natural resources, including flora and fauna, mainly seen from the perspective of commercial production."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1152",
    "notation": "P17",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1154",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1155",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1153"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Turism",
      "fi": "Matkailu",
      "en": "Tourism"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna servicegrupp behandlas resetjänster, resedokument, gränstjänster, turisters säkerhet och finländska beskickningars tjänster."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään matkailupalveluja, matkustusasiakirjoja, rajapalveluja, matkailijan turvallisuutta ja Suomen ulkomaan-edustustojen palveluja."
      ],
      "en": [
        "This service class contains tourism services, travel documents, border services, traveller’s safety and the services of Finland's foreign missions."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1111",
    "notation": "P11.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Internationaliseringstjänster",
      "fi": "Kansainvälistymispalvelut",
      "en": "Internationalisation services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna grupp omfattar bidrag och andra finansiella tjänster som stöder internationalisering, rådgivning relaterad till internationalisering och utbildning i internationalisering."
      ],
      "fi": [
        "Tähän luokkaan kuuluvat kansainvälistymisessä tukevat avustukset ja muut rahoituspalvelut, kansainvälistymiseen liittyvä neuvonta sekä kansainvälistymiskoulutustilaisuudet."
      ],
      "en": [
        "This class contains grants and other funding services that support internationalisation as well as advisory services and training events focusing on internationalisation."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1100",
    "notation": "P10.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1096"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Työkyky ja ammatillinen kuntoutus",
      "sv": "Arbetsförmåga och yrkesinriktad rehabilitering",
      "en": "Work ability and vocational rehabilitation"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään palveluja, jotka tähtäävät eri tavoin ennaltaehkäisevästi työkyvyn ylläpitämiseen tai, työkyvyn jo alennuttua, sen palauttamiseen ammatillisen kuntoutuksen menetelmin."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tjänster som på ett förebyggande sätt siktar på att upprätthålla arbetsförmågan eller, om arbetsförmågan redan minskat, återställa den genom yrkesinriktad rehabilitering."
      ],
      "en": [
        "This service subclass contains services that aim in different ways to promote a persons's work ability or, once an employee’s work ability already has declined, restoring it through methods of vocational rehabilitation."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1076",
    "notation": "P7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1080",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1078",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1086",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1081",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1079",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1084",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1077",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1085",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1088",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1083",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1089",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1082",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1087"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Rättssäkerhet",
      "fi": "Oikeusturva",
      "en": "Legal protection"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään perusoikeuksiin, lainsäädäntöön, oikeusprosesseihin ja -asteisiin, yksilönsuojaan, vähemmistöihin ja immateriaalioikeuksiin liittyviä palveluja. Kuluttaja-asioita ei käsitellä tässä luokassa, vaan omassa pääluokassaan."
      ],
      "sv": [
        "I denna servicegrupp behandlas tjänster relaterade till grundläggande rättigheter, lagstiftning, rättsprocesser och -instanser, skydd för privatlivet, minoriteter samt immaterialrätt. Konsumentärenden behandlas inte i denna grupp, utan i en egen huvudgrupp."
      ],
      "en": [
        "This service class contains services related to fundamental rights, legislation, court processes and instances, protection of privacy, minorities and immaterial rights. Rather than being included in this class, consumer issues have a main class of their own."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1139",
    "notation": "P15.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Insättnings- och placeringsskydd",
      "fi": "Talletusten ja sijoitusten suoja",
      "en": "Protection of deposits and investments"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster relaterade till insättningsskydd för sparare och småplacerare."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään palveluja, jotka liittyvät tallettajille ja piensijoittajille tarkoitettuihin talletussuojamenettelyihin."
      ],
      "en": [
        "This service subclass contains services related to deposit guarantee procedures intended for depositors and small investors."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1142",
    "notation": "P16",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1150",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1149",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1148",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1147",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1146",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1145",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1143",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1144",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1151"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Trafik",
      "fi": "Liikenne",
      "en": "Transport"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään palvelujen näkökulmasta julkista liikennettä, ajoneuvojen rekisteri-, verotus- ja lupa-asioita, ammattiliikennettä sekä liikenneturvallisuutta. Matkailu- ja karttapalvelut eivät kuulu tähän luokkaan vaan ne käsitellään omissa palveluluokissaan."
      ],
      "sv": [
        "I denna servicegrupp behandlas kollektivtrafik, registrerings-, beskattnings- och tillståndsärenden för fordon, yrkestrafik och trafiksäkerhet ur ett serviceperspektiv. Rese- och karttjänster ingår inte i denna grupp utan behandlas i egna servicegrupper."
      ],
      "en": [
        "This service class contains public transport, registration, tax and permit issues related to vehicles, professional transport and traffic safety from the service point of view. Tourism and map services are excluded from this class and have their own service classes."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1137",
    "notation": "P15.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Utsökning",
      "fi": "Ulosotto",
      "en": "Enforcement"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään palveluja, jotka liittyvät virallisen kehotuksen jälkeenkin maksamattomien maksujen perintään ulosottoviranomaisen kautta."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tjänster relaterade till indrivning av betalningar som är obetalda efter en officiell uppmaning via utsökningsmyndigheten."
      ],
      "en": [
        "This service subclass contains services related to recovery by enforcement authorities of overdue payments that the debtors have not settled despite receiving a formal notice."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1136",
    "notation": "P15.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Konkurs",
      "fi": "Konkurssi",
      "en": "Bankruptcy"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään palveluja, jotka liittyvät konkurssin julistamiseen, konkurssihakemukseen, konkurssiasiamiehen tehtäviin ja konkurssiprosessin eri vaiheisiin. Luokkaan kuuluvat sekä luonnollisen henkilön että yrityksen konkurssit."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tjänster relaterade till försättande i konkurs, konkursansökan, konkursombudsmannens uppgifter och olika faser i konkursprocessen. Gruppen omfattar både fysiska personers och företags konkurser."
      ],
      "en": [
        "This service subclass contains services related to declaring bankruptcy, filing for bankruptcy, tasks of the Bankruptcy Ombudsman and different phases of the bankruptcy process. The class includes the bankruptcies of both natural persons and companies."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1138",
    "notation": "P15.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Banker",
      "fi": "Pankit",
      "en": "Banks"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ne palvelut, jotka liittyvät pankkien talletus-, lainananto- ja sijoitustoimintaan, sijoitusneuvontaan sekä pankkien toiminnan valvontaan."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till bankernas in- och utlåning samt placeringsverksamhet, placeringsrådgivning samt tillsynen av bankernas verksamhet."
      ],
      "en": [
        "This service subclass contains services related to deposit, lending and investment activities of banks, investment advice as well as supervision of banks’ operations."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1003",
    "notation": "P1.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1001"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Omistusasuminen",
      "sv": "Ägarboende",
      "en": "Owner-occupied housing"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör ärenden i anslutning till finansiering och beskattning, tjänster som gäller uppgifter om försäljningspriser samt affärens villkor och eventuella tvistemål. Till gruppen hör också tjänster i anslutning till sökande och anskaffande av ägarbostad."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat kuuluvat asunnon rahoitukseen ja verotukseen liittyvät asiat, asuntojen myyntihintatietoihin liittyvät palvelut sekä kaupan ehtoihin ja mahdollisiin riitatilanteisiin liittyvät asiat. Luokkaan kuuluvat myös omistusasunnon etsimiseen ja hankkimiseen liittyvät palvelut."
      ],
      "en": [
        "This service subclass contains all funding and tax issues related to a residence, services associated with the sales price information of residences, terms and conditions of a deal and possible disputes. It also includes services related to seeking and purchasing an owner-occupied residence."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1005",
    "notation": "P1.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1001"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Stöd för boende",
      "fi": "Asumisen tuet",
      "en": "Housing benefits"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat kuuluvat eri tukityypit, tuen saamisen edellytykset eri väestöryhmissä ja tilanteissa sekä tuen suuruuden perusteet ja tukilaskurit."
      ],
      "sv": [
        "Till denna serviceundergrupp hör olika typer av stöd, forutsättningar för beviljande av stöd inom olika befolkningsgrupper och situationer samt grunder för storleken på stödet och räknare för beräkning av stöd."
      ],
      "en": [
        "This service subclass includes different benefit types, eligibility criteria in different population groups and situations, the grounds for the benefit amounts and benefit calculators."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1014",
    "notation": "P3.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Parförhållande",
      "fi": "Parisuhde",
      "en": "Intimate relationship"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään avioliittoa, avoliittoa ja rekisteröityä parisuhdetta, eri suhdemuotojen lakisääteisiä velvoitteita ja oikeuksia, suhteeseen mahdollisesti liittyviä juridisia sopimuksia sekä suhteen purkamisen prosesseja."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas äktenskap, samboförhållande och registrerat partnerskap, lagstadgade skyldigheter och rättigheter för olika förhållandeformer, eventuella juridiska avtal i anslutning till förhållandet samt processer för att upplösa förhållandet."
      ],
      "en": [
        "This service subclass concerns marriages, cohabitation and registered partnerships, the statutory duties and rights that are part of different types of relationships, any legal agreements that might be associated with a relationship, and the processes of dissolving a relationship."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1095",
    "notation": "P9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Förvaltning (inaktiv)",
      "fi": "Hallinto",
      "en": "Administration"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän luokkaan sisältö tuotetaan myöhemmin. Älä toistaiseksi käytä tätä luokkaa palvelujen kuvailussa."
      ],
      "sv": [
        "Innehållet till denna kategori produceras senare. Använd därför inte kategorin när du beskriver tjänster."
      ],
      "en": [
        "The contents of service class will be produced later. For the time being, do not use this class in service description."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1173",
    "notation": "P21.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1171"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Vakuutukset",
      "sv": "Försäkringar",
      "en": "Insurance"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas lagstadgade och frivilliga försäkringar, teckning av och villkor för dem, ersättningsförfaranden och överklagande av försäkringsbeslut."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään lakisääteisiä ja vapaaehtoisia vakuutuksia, niiden ottamista ja ehtoja, korvausmenettelyjä ja vakuutuspäätöksistä valittamista."
      ],
      "en": [
        "This service subclass contains statutory and voluntary insurance policies, taking out of policies and policy terms, compensation procedures and complaints on insurance decisions."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1212",
    "notation": "P27.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1210"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Retkeily",
      "sv": "Camping",
      "en": "Hiking"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään luonnon virkistyskäyttöä, johon kuuluvat jokamiehenoikeudet, retkeilyalueet ja -kartat, luontokeskukset ja kansallispuistot."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas användning av naturen för rekreation, vilket omfattar allemansrätt, campingområden och kartor, naturcentraler och nationalparker."
      ],
      "en": [
        "This service subclass contains the recreational use of nature, which includes public access rights, hiking areas and maps, nature centres and national parks."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1203",
    "notation": "P25.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1198"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Fritidstjänster",
      "fi": "Vapaa-ajan palvelut",
      "en": "Free-time services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat vapaa-ajan piiriin laajasti katsottavat palvelut. Tähän luokkaan eivät kuulu liikunnan ja urheilun palvelut, jotka ovat omassa pääluokassaan."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till fritiden på ett omfattande plan. Denna grupp omfattar inte motions- och idrottstjänster, som har en egen huvudgrupp."
      ],
      "en": [
        "This service subclass contains free-time services in a wide sense. The class does not include sports and exercise services, which have their own main class."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1157",
    "notation": "P18.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1156"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Kartor och karttjänster",
      "fi": "Kartat ja karttapalvelut",
      "en": "Maps and map services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat yleiset, sähköisinä palveluina tarjottavat valtakunnalliset ja alueelliset maasto- ja opaskartat, teemakarttapalvelut kuten retkeilykartat, reitityspalvelut sekä vesi- ja ilmaliikenteen erityiskarttapalvelut."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar allmänna elektroniska tjänster, såsom nationella och regionala terräng- och guidekartor, tematiska karttjänster såsom vandringskartor, ruttjänster samt särskilda karttjänster för vatten- och lufttrafik."
      ],
      "en": [
        "This service subclass contains national and regional topographic and guide maps offered as public electronic services, thematic map services, such as hiking maps, journey planning services and specialised map services for waterborne traffic and air traffic."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1012",
    "notation": "P2.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1007"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Kontorslokaler",
      "fi": "Toimitilat",
      "en": "Premises"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat yritysten toimitilojen kuten liikehuoneistojen tai varastojen hankintaan ja vuokraukseen liittyvät palvelut."
      ],
      "sv": [
        "Till denna serviceundergrupp hör tjänster i anslutning till anskaffning och hyrning av företagens kontorslokaler såsom affärslokaler eller lagerutrymmen."
      ],
      "en": [
        "This service subclass contains services related to purchasing and renting facilities for companies, including business premises or warehouses."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1147",
    "notation": "P16.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Joukkoliikenne",
      "sv": "Kollektivtrafik",
      "en": "Public transport"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar tidtabeller, rutter, stationsuppgifter, priser och rabatter relaterade till kollektivtrafik."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat joukkoliikenteen aikataulut, reitit, asematiedot, hinnat ja alennusoikeudet."
      ],
      "en": [
        "This service subclass contains public transport timetables, routes, stations, prices and rights to discounts."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1011",
    "notation": "P2.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1007"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Fastigheter",
      "fi": "Kiinteistöt",
      "en": "Properties"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään palvelujen näkökulmasta kiinteistötietoja sekä kiinteistöjen kauppaa ja verotusta."
      ],
      "sv": [
        "I denna underservicegrupp behandlas ur servicesynvinkeln fastighetsuppgifter samt fastighetsaffärer och -beskattning."
      ],
      "en": [
        "This service subclass contains property information as well as the trade and taxation of properties from the service point of view."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1101",
    "notation": "P10.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1096"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Työsuojelu",
      "sv": "Arbetarskydd",
      "en": "Occupational safety"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, jotka liittyvät lakisääteiseen työsuojelutoimintaan, sen toteuttamiseen työpaikoilla ja puutteellisesta työsuojelusta ilmoittamiseen. Myös työturvallisuuteen liittyvät asiat kuuluvat tähän luokkaan, samoin kuin työsuojeluaiheeseen liittyvät työnantajille tarkoitetut palvelut. Sen sijaan työterveydenhoito on oma alaluokkansa Terveys, sairaanhoito ja ravitsemus -pääluokan alla."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster som anknyter till lagstadgad arbetarskyddsverksamhet, ordnandet av den på arbetsplatser och anmälan om brister i arbetarskyddet. Även ärenden relaterade till arbetssäkerheten hör till denna grupp, liksom arbetarskyddstjänster avsedda för arbetsgivare. Däremot hör företagshälsovården till en egen undergrupp under huvudgruppen Hälsa, sjukvård och näring."
      ],
      "en": [
        "This service subclass contains services related to statutory occupational safety activities, their implementation in workplaces and reporting shortcomings in them. This class also includes other occupational safety issues, as well as OHS related services for employers. Occupational health care, on the other hand, has its own subclass under the main class Health, medical care and nutrition."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1110",
    "notation": "P11.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Företagssamarbete och nätverkande",
      "fi": "Yritysyhteistyö ja verkostoituminen",
      "en": "Business cooperation and networking"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat palvelut, jotka auttavat yrityksiä verkostoitumaan, hankkimaan yhteistyökumppaneita ja toimimaan yhteisissä hankkeissa."
      ],
      "sv": [
        "Denna underservicegrupp omfattar tjänster som främjar företagens nätverkande, värvning av samarbetspartner och verksamhet i gemensamma projekt."
      ],
      "en": [
        "This service subclass contains services that help companies network, find partners and participate in joint projects."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1059",
    "notation": "P5.21",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Livsmedelssäkerhet",
      "fi": "Elintarviketurvallisuus",
      "en": "Food safety"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör ärenden i anslutning till näringssäkerhet samt livsmedelsövervakning och -information. Denna grupp innehåller också tillstånd och anmälningar i anslutning till livsmedelssäkerhet som behövs inom företagsverksamhet."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat ravinnon turvallisuuteen sekä elintarvikevalvontaan ja -tiedotukseen liittyvät asiat. Tämä luokka sisältää myös yritystoiminnassa tarvittavat elintarviketurvallisuuteen liittyvät luvat ja ilmoitukset."
      ],
      "en": [
        "This service subclass includes issues related to food safety as well as inspections and information activities associated with food safety. The class also includes food safety related permits and notifications that are required for enterprising."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1048",
    "notation": "P5.10",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Suun ja hampaiden terveydenhuolto",
      "sv": "Mun- och tandhälsovård",
      "en": "Oral and dental health care"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör tjänster i samband med mun- och tandhälsovård såsom kontroller, tandläkarens och -munhygienistens vårdåtgärder samt specialtandläkartjänster såsom ortodonti."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat suun ja hampaiden terveydenhuollon palvelut kuten ennaltaehkäisevä hoito, tarkastukset, hammaslääkärin ja -hygienistin hoitotoimenpiteet sekä oikomishoidon kaltaiset erikoishammaslääkäripalvelut."
      ],
      "en": [
        "This service subclass contains oral and dental health services, including preventive care, check-ups, procedures carried out by a dentist or a dental hygienist, as well as specialist dental care services, such as orthodontic treatments."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1171",
    "notation": "P21",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1172",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1173"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Konsumentärenden",
      "fi": "Kuluttaja-asiat",
      "en": "Consumer matters"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna servicegrupp behandlas konsumentskydd och konsumenters rättigheter inom varuhandel och service samt försäkring."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään kuluttajansuojaa ja kuluttajan oikeuksia tavara- ja palvelukaupan sekä vakuutusten kannalta."
      ],
      "en": [
        "This service class includes consumer protection and consumer rights from the perspective of trade in goods and services as well as insurance."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1058",
    "notation": "P5.20",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Näring",
      "fi": "Ravinto",
      "en": "Nutrition"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas ärenden i anslutning till näring som upprätthåller hälsan såsom näringsrekommendationer och näringsrådgivning."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään terveyttä ylläpitävään ravitsemukseen kuten ravitsemussuosituksiin ja ravitsemusneuvontaan liittyviä asioita."
      ],
      "en": [
        "This service subclass contains issues related to nutrition that maintains good health, including nutrition recommendations and nutritional advice."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1049",
    "notation": "P5.11",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Oma- ja itsehoito",
      "sv": "Egen- och självvård",
      "en": "Self-care"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna servicearbetsgrupp hör tjänster vars syfte är att möjliggöra och stöda klienten att själv vårda sjukdomen som konstaterats till den del det är möjligt enligt vårdanvisningarna."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat sekä omahoito (potilaan itsensä toteuttamaa, ammattihenkilön kanssa yhdessä suunnittelemaa ja kulloiseenkin tilanteeseen parhaiten sopivaa näyttöön perustuvaa hoitoa) että itsehoito (ilman ammattihenkilön apua henkilön tilanteeseensa suunnittelemaa hoitoa, joka saattaa sisältää itselääkintää ja elämäntapamuutoksia)."
      ],
      "en": [
        "This service subclass contains the self-care that healthcare professionals and the patient together have planned for the patient's specific situation. It also contains self-care in the sense of self-medication and lifestyle changes that the patient takes up without the help or consultations by healthcare professionals."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1035",
    "notation": "P4.12",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Sosiaalipalvelujen vertais- ja vapaaehtoistoiminta",
      "sv": "Stöd av likställda och frivilligverksamhet inom socialtjänsterna",
      "en": "Peer and voluntary activities in social services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna servicearbetsgrupp hör stöd av likställda som erbjuds klienten som socialtjänst samt övriga socialtjänster som stöder sig på frivilligverksamhet. Verksamheten med stöd av likställda är en socialtjänst som erbjuds en individ eller en grupp, där en klient hos socialtjänsten får stöd och handledning av människor i en liknande livssituation eller som har likadana personliga erfarenheter. Service som bygger på stöd av likställda erbjuds bl.a. för ett barn som behöver specialstöd eller dennes familj för att trygga barnets hälsa eller utveckling. Av övriga socialtjänster kan t.ex. stödförhållandeverksamhet och tjänster som stöder rörlighet genomföras med hjälp av frivilligverksamhet."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat asiakkaalle sosiaalipalveluna annettava vertaistukitoiminta sekä muut vapaaehtoistoimintaan tukeutuvat sosiaalipalvelut. Vertaistukitoiminta on yksilölle tai ryhmälle annettava sosiaalipalvelu, jossa sosiaalihuollon asiakas saa tukea ja ohjausta sellaisilta ihmisiltä, joilla on samanlainen elämäntilanne tai samanlaisia, omakohtaisia kokemuksia. Vertaistukeen perustuvaa palvelua annetaan muun muassa erityistä tukea tarvitsevalle lapselle tai hänen perheelleen lapsen terveyden tai kehityksen turvaamiseksi. Muista sosiaalipalveluista esimerkiksi tukisuhdetoiminta ja liikkumista tukeva palvelu voidaan toteuttaa vapaaehtoistoiminnan avulla."
      ],
      "en": [
        "This service subclass contains peer activities provided as a social service for a client as well as other social services relying on voluntary work. Peer support activities are a social service provided for an individual or a group where the social welfare client receives support and guidance from persons in a similar life situation or with similar personal experiences. For example, services based on peer support are provided for a child in need of special support or their families in order to safeguard the child’s health or development. Of other social services, for example support person activities and a service that supports mobility may be provided as voluntary activities."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1004",
    "notation": "P1.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1001"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Osaomistus- ja asumisoikeusasuminen",
      "sv": "Delägar- och bostadsrättsboende",
      "en": "Partial ownership and right-of-occupancy housing"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat kuuluvat näihin asumismuotoihin liittyvät haku- ja rahoitusmenettelyt sekä hakemisen edellytykset. Luokkaan kuuluvat myös osaomistus- tai asumisoikeusasunnon etsimiseen ja hankkimiseen liittyvät palvelut."
      ],
      "sv": [
        "Till denna serviceundergrupp hör ansöknings- och finansieringsförfaranden i anslutning till dessa boendeformer samt förutsättningar för sökandet. Till gruppen hör också tjänster i anslutning till sökande och anskaffande av delägar- eller bostadsrättsbostad."
      ],
      "en": [
        "This service subclass contains the application and funding procedures as well as application criteria related to these housing forms. It also includes services related to seeking and purchasing a partial ownership or right-of-occupancy residence."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1121",
    "notation": "P13.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1120"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kansaneläke",
      "sv": "Folkpension",
      "en": "National pension"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar ärenden relaterade till folkpension och garantipension ur ett serviceperspektiv."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelunäkökulmasta kansaneläkkeeseen ja takuueläkkeeseen liittyvät asiat."
      ],
      "en": [
        "This service subclass contains issues related to the national pension and guarantee pension from the service point of view."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1107",
    "notation": "P11.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Toimialakohtaiset luvat ja velvoitteet",
      "sv": "Branschspecifika tillstånd och skyldigheter",
      "en": "Sector-specific permits and obligations"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat yritystoimintaa velvoittavat asiat, jotka voivat liittyä lupien hankintaan, ilmoituksien tekemiseen tai rekisteröinteihin."
      ],
      "sv": [
        "Denna underservicegrupp omfattar obligatoriska ärenden relaterade till företagsverksamhet, såsom tillstånd, anmälningar och registrering."
      ],
      "en": [
        "This service subclass contains obligations associated with enterprising, which may be related to obtaining permits, submitting notifications or completing registrations."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1213",
    "notation": "P27.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1210"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Veneily",
      "sv": "Båtliv",
      "en": "Boating"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar båthamnar och -platser, säkerhet till sjöss, regler och författningar, sjökort och båtförarutbildning."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat venesatamat ja -paikat, veneilyn turvallisuus, säännöt ja säädökset, vesialueiden kartat sekä veneilykoulutus."
      ],
      "en": [
        "This service subclass contains marinas and moorings, boating safety, rules and regulations, maps of water areas and boating-related training."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1215",
    "notation": "P27.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1210"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Fiske",
      "fi": "Kalastus",
      "en": "Fishing"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar fisketillstånd och fiskevårdsavgift samt lokala och säsongsrelaterade begränsningar i fritidsfisket på grund av skydd av fiskarter."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat kalastusluvat ja kalastonhoitomaksut sekä vapaa-ajan kalastuksen lajien suojeluun perustuvat paikalliset ja kausiluonteiset rajoitukset."
      ],
      "en": [
        "This service subclass contains fishing permits and fisheries management fees as well as local and seasonal restrictions of free-time fishing based on the conservation of species."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1001",
    "notation": "P1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1003",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1006",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1005",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1002",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1004"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Asuminen",
      "sv": "Boende",
      "en": "Housing"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna servicegrupp omfattar hur man söker, hittar och skaffar en bostad, olika boendeformer, ekonomiskt stöd för boende, processer och tjänster i anslutning till flyttning inom Finland samt tjänster som berör befolkningsdatasystemet."
      ],
      "fi": [
        "Tähän palveluluokkaan kuuluvat asunnon etsiminen, löytäminen ja hankkiminen, erilaiset asumismuodot, asumisen taloudelliset tuet, Suomen sisällä tapahtuvaan muuttoon liittyvät prosessit ja palvelut sekä väestötietojärjestelmään liittyvät palvelut."
      ],
      "en": [
        "This service class includes seeking, finding and purchasing a residence, different housing forms, housing benefits, processes and services related to migration within Finland, as well as services associated with the Population Information System."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1109",
    "notation": "P11.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Tuote- ja palvelukehitys",
      "sv": "Utveckling av produkter och tjänster",
      "en": "Product and service development"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar bidrag och andra finansiella tjänster som stöder företagens utveckling av produkter, produktutvecklingsprogram och rådgivning i anslutning till bland annat uppfinningar patent."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat yritysten tuote- ja palvelukehitystä tukevat avustukset ja muut rahoituspalvelut, tuotekehitysohjelmat ja neuvonta liittyen esimerkiksi keksintöihin ja patentteihin."
      ],
      "en": [
        "This service subclass contains grants and other funding services that support companies’ product and service development, product development programmes and advice related to such areas as inventions and patents."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1029",
    "notation": "P4.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Familjevård för en person med nedsatt funktionsförmåga eller en äldre person",
      "fi": "Vammaisen tai ikääntyneen perhehoito",
      "en": "Family care for a person with disabilities or an older person"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat erityisesti vammaisen tai ikääntyneenhenkilön perhehoitopalvelut, joihin sisältyvät muun muassa palvelujen järjestäminen, hoitosopimukset ja palvelun antajan koulutus."
      ],
      "sv": [
        "Till denna serviceundergrupp hör familjevårdstjänster särskilt för personer med nedsatt funktionsförmågaeller en äldreperson och som omfattar bl.a. ordnande av tjänster, vårdavtal och utbildning för den som erbjuder tjänsterna."
      ],
      "en": [
        "In particular, this service subclass includes family care services for a person with disabilitiesor an older person,including the organisation of services, care agreements and training for service providers."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1066",
    "notation": "P6.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Toisen asteen ammatillinen koulutus",
      "sv": "Yrkesutbildning på andra stadiet",
      "en": "Vocational upper secondary education and training"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas strukturen på andra gradens yrkesutbildning, examenskrav och utföringssätt för utbildningen. Det ekonomiska stödet för studierna behandlas i sin egen serviceundergrupp."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään toisen asteen ammatillisen koulutuksen rakennetta, tutkintovaatimuksia ja koulutuksen suorittamistapoja. Opintojen taloudellinen tuki käsitellään omassa alapalveluluokassaan."
      ],
      "en": [
        "This service subclass contains the structure, qualification requirements and completion methods of vocational upper secondary education and training. Financial support for studies is included in its own subclass."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1060",
    "notation": "P6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1075",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1072",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1069",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1074",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1071",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1073",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1066",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1062",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1065",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1061",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1068",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1064",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1070",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1067",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1063"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Koulutus",
      "sv": "Utbildning",
      "en": "Education and training"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään yleisen oppivelvollisuuden piirissä olevia koulutuspalveluja, toisen asteen koulutuspalveluja, korkea-asteen koulutusta sekä aikuis-, jatko- ja täydennyskoulutusta. Opintojen taloudellinen tuki, ulkomailla opiskeleminen ja tieteelliseen työhön kuuluvat palvelut kuuluvat myös tähän luokkaan."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas utbildningstjänster som omfattas av den allmänna läroplikten, andra gradens utbildningstjänster, utbildning av högre graden samt vuxen-, fortsättnings- och kompletteringsutbildning. Ekonomiskt stöd för studierna, studier utomlands och tjänster i samband med vetenskapligt arbete hör också till denna grupp."
      ],
      "en": [
        "This service class contains education services within the scope of compulsory education, secondary level education and training services, higher education as well as adult, further and continuing education and training. Financial support for studies, studying abroad and services related to scientific work are also included in this class."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1206",
    "notation": "P26",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1209",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1208",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1207"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Viestintä",
      "sv": "Kommunikation",
      "en": "Communications"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään viestintää joukkoviestinnän ja sähköisen viestinnän YLE, operaattorit, JSN, sananvapaus, yksityisyys, verkkotunnukset, postipalvelut säädösten ja peruspalvelujen kannalta. Luokkaan kuuluvat mm. Yleisradio, julkisen sanan neuvosto, tele- ja internetoperaattorit sekä viestinnän säädökset."
      ],
      "sv": [
        "I denna servicegrupp behandlas kommunikation utifrån masskommunikation och elektronisk kommunikation, och den omfattar YLE, operatörer, opinionsnämnden för massmedier, yttrandefrihet, integritet, domännamn och posttjänster med tanke på författningar och primärservice. Gruppen omfattar bland annat Rundradion, opinionsnämnden för massmedier, tele- och internetoperatörer samt författningar om kommunikation."
      ],
      "en": [
        "This service class contains communications from the perspective of mass communication and electronic communication, freedom of speech, privacy, domain names, and postal services from the viewpoint of regulations and basic services. The class includes the Finnish Broadcasting Company, the Council for Mass Media, telecommunications and internet operators and statutes on communication."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1211",
    "notation": "P27.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1210"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Motion och idrott",
      "fi": "Liikunta ja urheilu",
      "en": "Sports and exercise"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar motionsställen, idrottsinstitut och deras tjänster, informationstjänster för motion samt idrottsföreningars och motionsorganisationers verksamhet."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat liikuntapaikat, urheiluopistot ja niiden palvelut, liikunnan tietopalvelut ja urheiluseurojen sekä liikuntajärjestöjen toiminta."
      ],
      "en": [
        "This service subclass contains sports facilities, sports institutes and their services, exercise information services and the activities of sports clubs and sports associations."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1086",
    "notation": "P7.10",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Vähemmistöt",
      "sv": "Minoriteter",
      "en": "Minorities"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till minoriteters rättigheter samt likabehandlings- och språklagar."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään vähemmistöjen oikeuksiin ja yhdenvertaisuus- ja kielilakeihin liittyviä palveluja."
      ],
      "en": [
        "This service subclass contains services related to minority rights as well as legislation on equality and language rights."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1027",
    "notation": "P4.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Andra än boende- och hemservice för personer med funktionsnedsättning",
      "fi": "Vammaisten muut kuin asumis- ja kotipalvelut",
      "en": "Services for the disabled other than housing and home services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör andra än boendeservice, bl.a. rehabiliterings-, tolknings- och färdtjänster för personer med funktionsnedsättning."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat vammaisten muut kuin asumispalvelut, muun muassa kuntoutus-, tulkkaus- ja kuljetuspalvelut."
      ],
      "en": [
        "This service subclass contains services for persons with disabilities, excluding housing services and including rehabilitation, interpretation and transport services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1026",
    "notation": "P4.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Hemvård och hemservice",
      "fi": "Kotihoito ja kotipalvelut",
      "en": "Home care and home services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat erityisesti ikääntyneiden ja vammaisten kotihoitoon ja kotipalveluihin liittyvät palvelut, joilla tuetaan siivouksessa, henkilökohtaisessa hygieniassa, ruoanlaitossa jne. Tähän luokkaan eivät kuulu varsinaiset kotisairaanhoidon palvelut, jotka ovat omassa alapalveluluokassaan."
      ],
      "sv": [
        "Till denna serviceundergrupp hör tjänster som ansluter sig särskilt till hemvård och hemservice för de äldre och personer med funktionsnedsättning och som ger stöd för städning, personlig hygien, matlagning osv. Till denna grupp hör inte egentliga hemsjukvårdstjänster, som finns i sin egen serviceundergrupp."
      ],
      "en": [
        "This service subclass contains especially services related to the home care of and home services for older people and persons with disabilities to provide assistance with cleaning, personal hygiene, cooking etc. The class excludes actual home nursing services, which have their own subclass."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1028",
    "notation": "P4.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Personlig assistans",
      "fi": "Henkilökohtaisen avustajan palvelut",
      "en": "Personal assistant services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat henkilökohtaisen avustajan saamisen edellytyksiin, kustannuksiin ja tehtäviin liittyvät asiat. Sekä kotona asuvan että palvelutalossa asuvan avustajapalvelut kuuluvat tähän luokkaan."
      ],
      "sv": [
        "Till denna serviceundergrupp hör ärenden i anslutning till förutsättningar för att få personlig assistans, tjänstens kostnader och uppgifter. Personlig assistans för både den som bor hemma och för den som bor på ett servicehem hör till denna grupp."
      ],
      "en": [
        "This service subclass includes issues related to eligibility for and the costs and tasks of a personal assistant. The class includes personal assistant services for both those living at home and those living in residential services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1025",
    "notation": "P4.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Äldretjänster",
      "fi": "Vanhusten palvelut",
      "en": "Services for older people"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör andra än boendetjänster, bl.a. rehabiliterings-, transport- och väntjänster för de äldre."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat vanhusten muut kuin asumispalvelut, muun muassa kuntoutus-, kuljetus- ja ystäväpalvelut."
      ],
      "en": [
        "This service subclass contains services for older people, excluding housing services and including rehabilitation, transport and befriending services among other things."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1024",
    "notation": "P4.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Asumispalvelut",
      "sv": "Boendetjänster",
      "en": "Housing services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör bostads- och serviceboendelösningar särskilt för äldre och personer med nedsatt funktionsförmåga (subventionerat boende, serviceboende och effektiverat serviceboende), bidrag i samband med dessa samt hjälp- och stödmedel som används hemma. Till denna grupp hör inte t.ex. hem- och hemsjukvårdstjänster, som finns i sina egna grupper."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat erityisesti ikääntyneiden ja vammaisten asunto- ja palveluasumisratkaisut (tuettu asuminen, palveluasuminen ja tehostettu palveluasuminen), niihin kuuluvat tuet sekä kotona käytettävät apu- ja tukivälineet. Tähän luokkaan eivät kuulu esimerkiksi koti- ja kotisairaanhoitopalvelut, jotka ovat omissa luokissaan."
      ],
      "en": [
        "This service subclass contains especially housing and supported housing solutions for older people and the disabled (supported housing, sheltered housing and sheltered housing with 24-hour assistance), the associated benefits and assistive and support devices used at home. This class does not include home care and home nursing services, for example, which have their own classes."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1156",
    "notation": "P18",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1158",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1157"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Kartor",
      "fi": "Kartat",
      "en": "Maps"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään erilaisia karttapalveluja sekä palveluna tarjottavia paikkatietoaineistoja."
      ],
      "sv": [
        "I denna servicegrupp behandlas olika karttjänster och tjänster för geodatamaterial."
      ],
      "en": [
        "This service class contains different map services and geographic information offered as a service."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1097",
    "notation": "P10.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1096"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Työnhaku ja työpaikat",
      "sv": "Jobbsökning och arbetsplatser",
      "en": "Jobseeking and jobs"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat useat työttömälle tarkoitetut palvelut. Näiden avulla työnhakija voi muun muassa etsiä avoimia työpaikkoja Suomesta ja ulkomailta ja hakea niihin, ilmoittautua työttömäksi työnhakijaksi, tuottaa ansioluettelon ja jättää avoimia hakemuksia työpaikkapalveluihin. Myös työnhakuvalmennuksen ja työvoimakoulutuksen kaltaiset palvelut kuuluvat tähän luokkaan."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar flera tjänster för arbetslösa. Med hjälp av dem kan arbetssökande bland annat söka lediga arbetsplatser i Finland och utomlands, anmäla sig som arbetslös arbetssökande, skriva CV och lämna öppna ansökningar till rekryteringstjänster. Även tjänster av typen jobbsökningscoachning och arbetskraftsutbildning hör till denna grupp."
      ],
      "en": [
        "This service subclass contains many services intended for the unemployed. Supported by them, jobseekers may, for example, look for vacancies in Finland and abroad and submit their applications, register as unemployed jobseekers, prepare a CV and submit open applications to web services for jobseekers. The class also includes such services as coaching for jobseekers and labour market training."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1034",
    "notation": "P4.11",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Integration",
      "fi": "Kotouttaminen",
      "en": "Integration"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör i första hand tjänster som gäller lagstiftningen om främjande av integration. Sådana är bl.a. språkkurser, integrationsutbildning, arbetskraftstjänster, stöd för minderåriga invandrare osv."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat ensisijaisesti palvelut, jotka liittyvät kotoutumisen edistämistä koskevaan lainsäädääntöön. Näitä ovat muun muassa kielikurssit, kotoutumiskoulutus, työmarkkinapalvelut, alaikäisten maahanmuutajien tukeminen, ja niin edelleen."
      ],
      "en": [
        "This service subclass primarily contains services associated with the legislation on promoting the integration of immigrants. They include language courses, integration training, labour market services, support for minor immigrants etc."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1140",
    "notation": "P15.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Yritysrahoitus",
      "sv": "Företagsfinansiering",
      "en": "Business funding"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna grupp omfattar alla ärenden relaterade till företagsfinansiering såsom företagsstöd, utvecklingsbidrag, lån, garantier samt projekt- och internationaliseringsfinansiering."
      ],
      "fi": [
        "Tähän luokkaan kuuluu kaikki yrityksen rahoitukseen liittyvät asiat kuten esimerkiksi yritystuet, kehittämisavustukset, lainat, takuut sekä hanke- ja kansainvälistymisrahoitus."
      ],
      "en": [
        "This class contains all aspects of business funding, including business subsidies, development grants, loans, guarantees as well as project and internationalisation funding."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1141",
    "notation": "P15.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Finansmarknaden",
      "fi": "Rahoitusmarkkinat",
      "en": "Financial market"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ne palvelut, jotka liittyvät pankkien ulkopuolella tapahtuvaan lainanantoon ja sijoitusneuvontaan, tämän toiminnan valvontaan sekä kuluttajan oikeuksiin näiden palvelujen käyttäjänä. Luokkaan kuuluvat myös korkotasoon liityvät tietopalvelut."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till utlåning och placeringsrådgivning utanför bankerna, tillsyn av denna verksamhet samt konsumenternas rättigheter som användare av dessa tjänster. Gruppen omfattar också informationstjänster relaterade till räntenivån."
      ],
      "en": [
        "This service subclass contains services related to lending and advisory services provided by actors other than banks, the supervision of these activities and consumers’ rights as users of these services. The class also includes information services related to interest rates."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1070",
    "notation": "P6.10",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Aikuis- ja täydennyskoulutus",
      "sv": "Vuxen- och kompletteringsutbildning",
      "en": "Adult and continuing education"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas fortsättnings- och kompletteringsutbildning för i första hand personer i arbetsför ålder som stöder utförandet av det nuvarande arbetet eller byte av yrke. Till gruppen hör former av vuxen- och kompletteringsutbildning, hur man söker till utbildningen, läroverk som ger utbildning och examensstrukturer. Även den vuxen- och kompletteringsutbildning som företaget erbjuder eller stöder för personalen hör till denna grupp."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään ensi sijassa työikäisten jatko- ja täydennyskoulutusta, joka tukee nykyisessä työssä toimimista tai ammatin vaihtamista. Luokkaan kuuluvat aikuis- ja täydennyskoulutuksen muodot, koulutukseen hakeutuminen, koulutusta antavat oppilaitokset ja tutkintorakenteet. Myös yrityksen henkilöstölleen tarjoama tai tukema aikuis- ja täydennyskoulutus kuuluu tähän."
      ],
      "en": [
        "This service subclass mainly contains further and continuing education for working age citizens that supports them in working in their current jobs or in change of occupation situations. The class includes forms of adult and continuing education, applying for a place in education, institutions providing education and qualification structures. It also includes adult or continuing education a company can arrange to their personnel."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1099",
    "notation": "P10.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1096"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Arbetslivets regler och kollektivavtal",
      "fi": "Työelämän säännöt ja työehtosopimukset",
      "en": "Working life rules and collective agreements"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar ärenden relaterade till arbetsavtal och -villkor, löner, jämställdhet och flexibilitet i arbetslivet, såsom distans- och deltidsarbete."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelujen näkökulmasta työsopimuksiin ja -ehtoihin, palkkaukseen, työelämän yhdenvertaisuuteen ja joustoihin kuten etä- ja osa-aikatyöhön liittyvät asiat."
      ],
      "en": [
        "This service subclass contains issues related to employment contracts and terms of employment, pay, and equality and flexibility in working life, including telework and part-time work, from the service point of view."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1098",
    "notation": "P10.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1096"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Yrkesval och karriärplanering",
      "fi": "Ammatinvalinta ja urasuunnittelu",
      "en": "Career guidance and career planning"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster som primärt anlitas antingen i början av arbetskarriären eller i situationer av arbetslösheten för att hjälpa arbetssökande att hitta en lämplig arbets- eller utbildningskarriär. Yrkesvalstjänster för skolelever och studerande finns i en egen undergrupp under huvudgruppen Utbildning."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään palveluja, jotka ensi sijassa auttavat joko työuran alussa tai työttömyystilanteessa olevaa työnhakijaa sijoittumaan hänelle parhaiten sopivalle työ- tai koulutusuralle. Koululaisen ja opiskelijan ammatinvalintapalvelut ovat omassa alaluokassaan Koulutus-pääluokan alla."
      ],
      "en": [
        "This service class contains services that primarily help jobseekers, either are at the beginning of their careers or unemployed, to embark on a path of employment or education best suited for them. Career guidance services for pupils and students are included in their own subclass under the main class Education and training."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1036",
    "notation": "P4.13",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Socialtjänsternas rådgivnings- och handledningstjänster",
      "fi": "Sosiaalipalvelujen neuvonta- ja ohjauspalvelut",
      "en": "Social service advisory and guidance services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör allmän rådgivning och handledning gällande socialtjänster som erbjuds medborgarna samt stöd till socialtjänstklienter i frågor som gäller socialtjänster, t.ex. rättsskydd och kundförhållande. Till exempel socialombudsmannens verksamhet hör till denna grupp."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluu kansalaisille annettava sosiaalipalveluja koskeva yleinen neuvonta ja ohjaus sekä sosiaalihuollon asiakkaiden tukeminen sosiaalipalveluja koskevissa, esimerkiksi oikeusturvaan ja asiakkuuteen liittyvissä kysymyksissä. Esimerkiksi sosiaaliasiamiehen toiminta kuuluu tähän luokkaan."
      ],
      "en": [
        "This service subclass includes general advice and guidance on social services provided for citizens as well as support for social welfare clients in issues related to social services, including legal protection and client relationships. For example, the activities of a social services ombudsman belong to this class."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1106",
    "notation": "P11.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Etablering av företag",
      "fi": "Yrityksen perustaminen",
      "en": "Establishing an enterprise"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar bidrag, finansiella tjänster och rådgivning samt informationsmöten avsedda för etablering av företag."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat yrityksen perustamisvaiheeseen tarkoitetut avustukset, rahoituspalvelut ja yrityksen perustamisneuvonta ja infotilaisuudet."
      ],
      "en": [
        "This service subclass contains grants and funding services intended for the startup phase, advice related to establishing an enterprise and information events."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1013",
    "notation": "P3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1016",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1021",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1018",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1015",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1019",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1020",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1017",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1022",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1014"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Tjänster för familjer",
      "fi": "Perheiden palvelut",
      "en": "Services for families"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna servicegrupp behandlas tjänster för barnfamiljer, som i huvudsak omfattar perioden från graviditeten till att en ung person blir myndig. I innehållet i servicegruppen granskas tjänsterna för familjer och situationer ofta via aktörer, situationer och synvinklar."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään lapsiperheen palveluja, jotka pääosin kattavat ajanjakson raskausajasta nuoren täysi-ikäiseksi tulemiseen. Palveluluokan sisällössä perheen palveluja ja tilanteita tarkastellaan useiden toimijoiden, tilanteiden ja näkökulmien kautta."
      ],
      "en": [
        "This service class contains services for families with children, mainly covering the period from pregnancy until a young person turns 18. In the contents of this service class, family services are examined from the perspective of different actors, situations and viewpoints."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1214",
    "notation": "P27.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1210"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Jakt",
      "fi": "Metsästys",
      "en": "Hunting"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat metsästyskaudet ja -kiintiöt, metsästäjän tutkinnot ja luvat, riistanhoitoyhdistykset ja suurpetohavaintojen ilmoittaminen."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar jaktsäsonger och -kvoter, jägarexamina och jaktlicenser, viltvårdsföreningar och anmälan om observationer av stora rovdjur."
      ],
      "en": [
        "This service subclass contains hunting seasons and quotas, hunters’ qualifications and licences, game management associations and reporting large carnivore sightings."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1008",
    "notation": "P2.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1007"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Byggande",
      "fi": "Rakentaminen",
      "en": "Construction"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas ärenden i samband med byggande utgående från tjänster för en privat byggare. Centrala ärenden är t.ex. bygglov och tillståndsprocesser, sörjande för byggnadstillsyn, renovering och ombyggnad samt skatteärenden i anslutning till byggande."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään rakentamiseen liittyviä asioita yksityisen rakentajan palvelujen näkökulmasta. Keskeisiä asioita ovat esimerkiksi rakentamisen luvat ja lupaprosessit, rakennusvalvonnasta huolehtiminen, remontointi ja korjausrakentaminen sekä rakentamiseen liittyvät veroasiat."
      ],
      "en": [
        "This subclass contains issues related to construction from the point of view of services for private builders. Key issues include permits and permit processes of construction, ensuring appropriate building control, renovations and repairs as well as tax issues relevant to construction."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1175",
    "notation": "P22.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Maahantuloluvat ja asiakirjat",
      "sv": "Immigrationstillstånd och handlingar",
      "en": "Authorisations to enter and documents"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat Suomeen tulemiseksi edellytettävät asiakirjat, niiden hakeminen ja käyttö."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar handlingar som inresa till Finland förutsätter samt ansökan och användning av dem."
      ],
      "en": [
        "This service subclass contains documents required for entry into Finland, applying for these documents and their use."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1179",
    "notation": "P22.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Flyttning från Finland till ett annat nordiskt land",
      "fi": "Muuttaminen Suomesta toiseen pohjoismaahan",
      "en": "Moving from Finland to another Nordic country"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar förfaranden och tjänster som är aktuella vid flyttning från Finland till ett annat nordiskt land. Dessa handlar i allmänhet om flyttningsanmälan, socialskydd och medborgarskap."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat menettelyt ja palvelut, joita käytetään luokkaotsikon mukaisessa muuttotilanteessa. Näitä ovat tyypillisesti muuttoilmoituksiin, sosiaaliturvaan ja kansalaisuuteen liittyvät asiat."
      ],
      "en": [
        "This service subclass contains procedures and services used when individuals move from Finland to another Nordic country. Typically, they include issues related to notifications of move, social security and citizenship."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1132",
    "notation": "P15",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1141",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1137",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1139",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1140",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1136",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1134",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1138",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1133",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1135"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Privat ekonomi och finansiering",
      "fi": "Yksityinen talous ja rahoitus",
      "en": "Private finance and funding"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna servicegrupp behandlas privatpersoners och företags finansierings- och skuldfrågor, konkurs och utsökning samt bankernas och finansmarknadens funktion med tanke på insättningar, placeringar och finansiering."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään yksityishenkilön ja yrityksen rahoitus- ja velka-asioita, konkurssia ja ulosottoa sekä pankkien ja rahamarkkinoiden toimintaa tallettajan, sijoittajan ja rahoituksen hakijan kannalta."
      ],
      "en": [
        "This service class contains the financial affairs and debts of individuals and companies, bankruptcies and enforcement as well as the activities of banks and financial markets from the perspective of depositors, investors and applicants for funding."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1010",
    "notation": "P2.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1007"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Markanvändning, planering och tomter",
      "fi": "Maankäyttö, kaavoitus ja tontit",
      "en": "Land use, land use planning and sites"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna underservicegrupp behandlas landskapsplanering, detaljplaner och stadsplaner, påverkningsmöjligheter för dessa samt affärer med och hyrning av planerad mark och tomter, inklusive företagstomter."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään maakuntakaavoja, yleiskaavoja ja asemakaavoja, niihin liittyviä vaikuttamismahdollisuuksia sekä kaavoitetun maan ja tonttien kauppaa ja vuokraamista, mukaan lukien yritystontit."
      ],
      "en": [
        "This service subclass contains regional land use plans, local master plans and local detailed plans, possibilities of influencing these plans, and the sales and leasing of zoned land and sites, including commercial sites."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1174",
    "notation": "P22",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1175",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1178",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1179",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1182",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1183",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1176",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1177",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1180",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1181"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Immigration och emigration",
      "fi": "Maahan- ja maastamuutto",
      "en": "Immigration and emigration"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään ulkomaan kansalaisen muuttamista Suomeen ja Suomen kansalaisen muuttamista ulkomaille ja takaisin Suomeen. Luokkaan kuuluvat lakisääteiset menettelyt kuten luvat ja ilmoitukset sekä näiden lisäksi erilaiset tuki- ja neuvontapalvelut."
      ],
      "sv": [
        "I denna servicegrupp behandlas utländska medborgares immigration till Finland och finska medborgares emigration till utlandet och återvändande till Finland. Gruppen omfattar lagstadgade förfaranden såsom tillstånd och anmälningar samt dessutom olika slags stöd- och rådgivningstjänster."
      ],
      "en": [
        "This service class includes issues related to foreign citizens who migrate to Finland and Finnish citizens who emigrate from and remigrate to Finland. The class contains statutory procedures, including permits and notifications, as well as different support and advisory services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1053",
    "notation": "P5.15",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Läkemedel och apotek",
      "fi": "Lääkkeet ja apteekit",
      "en": "Medicines and pharmacies"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat lääkkeistä tiedottamiseen, lääkemääräyksiin, lääkekorvauksiin ja lääkevahinkojen käsittelyyn liittyvät asiat."
      ],
      "sv": [
        "Till denna serviceundergrupp hör ärenden i samband med information om läkemedel, läkemedelsrecept, läkemedelsersättning och behandling av läkemedelsskador."
      ],
      "en": [
        "This service subclass includes issues related to disseminating information about medicines, prescriptions, reimbursement of medicine expenses, and the processing of pharmaceutical injuries."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1052",
    "notation": "P5.14",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kotisairaanhoito ja omaishoito",
      "sv": "Hemsjukvård och närståendevård",
      "en": "Home nursing and informal care"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään kotisairaanhoitoa palveluna, joka tukee potilaan kotona asumista. Tähän liittyvät sekä kotisairaanhoidon toiminnot että kotisairaanhoidon tuki ja sen hakemismenettelyt. Myös omaishoito kuuluu tähän luokkaan ja sisältää omaishoitajan tuet ja etuudet, perhevapaaoikeudet sekä omaishoitajuuteen liittyvät sopimukset."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas hemsjukvård som en tjänst som stöder patientens boende hemma. Till detta hör både hemsjukvårdsfunktioner och hemvårdsstöd och dess ansökningsförfaranden. Till denna grupp hör också närståendevård och närståendevårdarens arvoden och förmåner, rätt till familjeledighet samt avtal om närståendevård."
      ],
      "en": [
        "This service subclass contains home nursing as a service that supports a patient in living at home. It includes home nursing activities, support for home nursing and procedures for applying for this support. This class also contains informal care, which includes subsidies and benefits for informal carers, rights to family leave and contracts related to informal caring."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1185",
    "notation": "P23.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1184"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Ympäristön- ja luonnonsuojelu",
      "sv": "Miljö- och naturskydd",
      "en": "Environmental protection and conservation"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar i första hand förfaranden som förebygger miljöolägenheter, såsom reglering av kända skadliga faktorer, skydd av olika arter, etablering av områden i naturtillstånd samt utbildnings- och rådgivningstjänster."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ensi sijassa ympäristöhaittoja ehkäisevät menettelyt kuten tunnettujen haittatekijöiden säätely, lajien suojelu, luonnontilaisten alueiden perustaminen sekä koulutus- ja neuvontapalvelut."
      ],
      "en": [
        "This service subclass primarily includes procedures that prevent environmental nuisances, including controlling known negative impacts, conservation of species, creating natural areas as well as training and advisory services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1051",
    "notation": "P5.13",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Rehabilitering",
      "fi": "Kuntoutus",
      "en": "Rehabilitation"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä. alapalveluluokassa käsitellään läkisääteisiä ja muita palveluja, joiden ensisijainen tarkoitus on palauttaa henkilön eri syistä alentunut työ- tai toimintakyky erilaisin terapeuttisin ja/tai lääkinnällisin menetelmin."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas lagstadgade och övriga tjänster vars primära syfte är att återställa personens arbets- eller funktionsförmåga, som av olika anledningar blivit nedsatt, med hjälp av olika terapeutiska och/eller medicinska metoder."
      ],
      "en": [
        "This service subclass contains statutory and other services whose primary purpose is to help a person recover his or her work or functional ability that has been reduced for various reasons through different therapeutic and/or medical methods."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1170",
    "notation": "P20.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1167"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Hittegods",
      "fi": "Löytötavarat",
      "en": "Lost and found property"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna grupp omfattar leverans av hittegods till hittegodstjänster samt förfaranden för förvaring, förfrågningar och överlämnande till ägaren avseende hittegods."
      ],
      "fi": [
        "Tähän luokkaan liittyvät löytötavaran toimittaminen löytötavarapalveluun sekä löytötavaran säilyttämisen, kyselyn ja omistajalle luovuttamisen menettelyt."
      ],
      "en": [
        "This class contains taking items to a lost and found service and the procedures related to storing, enquiring for and handing to their owners of lost property."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1083",
    "notation": "P7.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Tuomioistuimet",
      "sv": "Domstolarna",
      "en": "Courts of law"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till domstolar (t.ex. olika ansökningshandlingar samt rättegångar) i olika rättsinstanser och domstolslinjer."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään tuomioistuimiin liittyviä palveluita (esim. erilaiset hakemukset sekä oikeudenkäynnit) eri oikeusasteissa ja tuomioistuinlinjoissa."
      ],
      "en": [
        "This service subclass contains services associated with courts of law and their processes. These include, for example, applications and trial procedures."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1044",
    "notation": "P5.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Erikoissairaanhoito",
      "sv": "Specialiserad sjukvård",
      "en": "Specialised medical care"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsiteltävät palvelut sijoittuvat erikoissairaanhoidon määritelmään: \"Erikoissairaanhoito tarkoittaa sairaalassa annettavaa erikoislääkärien tekemää tutkimusta ja hoitoa\". Määritelmän mukaan myös ruumiinavaus ja patologin palvelut kuuluvat tähän."
      ],
      "sv": [
        "Tjänster i denna serviceundergrupp behandlas enligt definitionen på specialiserad sjukvård: \"Med specialiserad sjukvård avses undersökningar och vård som ges av specialläkare\". Enligt definitionen hör också obduktioner och patologtjänster till denna grupp."
      ],
      "en": [
        "The services in this service subclass meet the following definition of specialised medical care: \"Specialised medical care means examinations and treatment provided by medical specialists in a hospital\". According to this definition, the class also contains post-mortem examinations and a pathologist’s services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1046",
    "notation": "P5.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Hälsoundersökningar",
      "fi": "Terveystarkastukset",
      "en": "Health examinations"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör både regelbundna hälsoundersökningar (t.ex. i skolan) och godtyckliga hälsoundersökningar (t.ex. i företagshälsovården) och sållningsliknande, sjukdomsbaserade undersökningar, som erbjuds till omfattande befolkningsgrupper."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat sekä säännöllisesti järjestettävät terveystarkastukset (esimerkiksi kouluissa) ja harkinnanvaraiset terveystarkastukset (esimerkiksi työterveydenhuollossa) että tiettyihin sairauksiin liittyvät seulonnat, joita tarjotaan laajoille väestöryhmille."
      ],
      "en": [
        "This service subclass contains both regular health examinations (for example at schools) and discretionary health examinations (for example in occupational health care services) as well as screenings of large population groups, focusing on specific illnesses."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1190",
    "notation": "P23.6",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1184"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Miljötillsyn och -hälsovård",
      "fi": "Ympäristövalvonta ja -terveydenhuolto",
      "en": "Environmental oversight and hygiene"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar lagstadgade myndighetsförfaranden med vars hjälp man på kommunnivå tar hand om den naturliga miljöns tillstånd och livsmiljöns sundhet."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ne lakisääteiset viranomaismenettelyt, joiden avulla kuntatasolla huolehditaan luonnonympäristön tilasta ja elinympäristön terveellisyydestä."
      ],
      "en": [
        "This service subclass contains statutory official procedures for maintaining a good status of the natural environment and a healthy living environment."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1168",
    "notation": "P20.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1167"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Övervakning av ordning och tillstånd som beviljas av polisen",
      "fi": "Järjestyksen valvonta ja poliisin myöntämät luvat",
      "en": "Maintaining public order and licences and permits granted by the police"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, jotka liittyvät viranomaisten ja heidän valtuuttamiensa tahojen suorittamaan järjestyksen ylläpitoon ja valvontaan. Tässä luokassa ovat myös poliisin vastuulla olevat lupa-asiat."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till upprätthållande och övervakning av ordning som utförs av myndigheter och parter som de befullmäktigat. Denna grupp omfattar också tillståndsärenden som polisen ansvarar för."
      ],
      "en": [
        "This service subclass contains services related to the maintenance and monitoring of public order by the authorities and parties authorised by them. It also includes licence and permit issues for which the police are responsible."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1169",
    "notation": "P20.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1167"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Ordnande av evenemang",
      "fi": "Tilaisuuksien järjestäminen",
      "en": "Organisation of public events"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster och förpliktande förfaranden relaterade till ordnande av allmänna evenemang och allmänna möten på allmänna platser såsom demonstrationer."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään niitä palveluja ja velvoittavia menettelyjä, jotka liittyvät yleisötilaisuuksien ja julkisilla paikoilla tapahtuvien yleisten kokousten kuten mielenosoitusten järjestämiseen."
      ],
      "en": [
        "This service subclass contains the services and mandatory procedures associated with organising open events and public meetings in public places, including demonstrations."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1045",
    "notation": "P5.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Tjänster för missbrukare och mentalvårdstjänster",
      "fi": "Päihde- ja mielenterveyspalvelut",
      "en": "Intoxicant abuse and mental health services"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Tjänster som hör till denna serviceundergrupp har anvisats för personer som insjuknat i missbrukar- och övriga beroendsjukdomar och för de som lider av mentala problem. Gruppens tjänster kan vara såväl vårdande, stödjande som förebyggande."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut on kohdennettu päihde- ja muista riippuvuusairauksia sairastaville ja mielenterveyden ongelmista kärsiville. Luokan palvelut voivat olla niin hoitavia, tukevia kuin ennalta ehkäiseviä."
      ],
      "en": [
        "The services in this subclass are intended for persons with intoxicant and other addictions or mental health problems. They may include treatment, support and prevention."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1054",
    "notation": "P5.16",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Hälsovårdens stöd av likställda och frivilligverksamhet",
      "fi": "Terveyden vertais- ja vapaaehtoistoiminta",
      "en": "Health-related peer and voluntary activities"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat sekä vertaistoiminta (vapaaehtoisuuteen perustuva tuki ja ohjaus, jota tietyn sairauden kanssa elävät tai kyseisen sairauden kokeneet henkilöt tai ryhmät antavat samassa tilanteessa oleville) että vapaaehtoistoiminta (vapaaehtoisuuteen perustuva tuki ja ohjaus, jota henkilöt tai yhteisöt antavat sairastuneille ilman vertaisryhmäasetelmaa). Vertaistoimintaa on mm. rahapeliongelmiin, lapsettomuuteen, omaishoitoon, päihderiippuvuuteen, sairauksiin, sukupuolisuuteen, surutyöhön, syömishäiriöihin, tupakoinnin lopettamiseen tai vammaan liittyvä vertaistoiminta."
      ],
      "sv": [
        "Till denna serviceundergrupp hör både stödverksamhet av likställda (stöd och handledning som grundar sig på frivillighet och som personer eller grupper som lever med en viss sjukdom eller har erfarit den själva erbjuder andra i samma situation) och frivilligverksamhet (stöd och handledning som baserar sig på frivillighet, som personer eller samfund ger insjuknade personer utan arrangemang av stöd av likställda). Stödverksamhet av likställda ges bl.a. för hasardspelproblem, infertilitet, närståendevård, missbruksproblem, sjukdomar, sexualitet, sorgearbete, ätstörningar, att sluta röka eller stöd av likställda när det gäller en skada."
      ],
      "en": [
        "This service subclass contains both peer activities (volunteer support and guidance provided by individuals or groups who live with or have experienced a certain illness for those in a similar situation) and volunteer activities (volunteer support and guidance provided by individuals or communities for patients without a peer group setting). Peer activities include those related to gambling problems, childlessness, informal care, intoxicant addition, illnesses, sexuality, bereavement, eating disorders, giving up smoking or a disability."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1188",
    "notation": "P23.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1184"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Miljöanmälan och -tillstånd",
      "fi": "Ympäristöilmoitukset ja luvat",
      "en": "Environmental notifications and permits"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ne ilmoitus- ja lupamenettelyt, jotka liittyvät ympäristöä pysyvästi muuttaviin tai ympäristölle mahdollisesti haitallisiin toimenpiteisiin kuten kaivostoimintaan tai ympäristövaarallisiin kemikaaleihin."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar anmälnings- och tillståndsförfaranden relaterade till åtgärder som förändrar miljön permanent eller som eventuellt är skadliga för miljön, såsom gruvdrift eller miljöfarliga kemikalier."
      ],
      "en": [
        "This service subclass contains the notification and permit procedures associated with actions that permanently change the environment or are potentially harmful for the environment, including mining or chemicals that pose an environmental hazard."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1189",
    "notation": "P23.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1184"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Bebyggda miljöer och kulturmiljöer",
      "fi": "Rakennusperintö ja kulttuuriympäristöt",
      "en": "Building heritage and cultural environments"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään palveluja ja menettelyjä, joilla suojellaan arvokkaaksi katsottua rakennuskantaa joko yksittäisinä rakennuksina tai rakennuskokonaisuuksina."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tjänster och förfaranden som skyddar värdefulla byggnadsbestånd antingen som enskilda byggnader eller som byggnadshelheter."
      ],
      "en": [
        "This service subclass contains services and procedures aiming to protect built environment deemed as valuable, either individual buildings or groups of buildings."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1043",
    "notation": "P5.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Förstahjälpen och jouren",
      "fi": "Ensiapu ja päivystys",
      "en": "First aid and emergency care"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään potilaan kiireelliseen hoitoon ja hoitoon hakeutumiseen liittyviä palveluja."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tjänster i anslutning till brådskande vård av patienten och uppsökande av vård."
      ],
      "en": [
        "This service subclass contains services related to providing and obtaining urgent care."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1154",
    "notation": "P17.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1152"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Turism i EU-området",
      "fi": "Matkailu EU-alueella",
      "en": "Tourism in the EU area"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar EU-medborgares rättigheter som turist i EU-området samt regler för och begränsningar i privat import och export."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat EU-kansalaisen oikeudet matkailijana EU-alueella sekä henkilökohtaisen tuonnin ja viennin säännöt ja rajoitukset."
      ],
      "en": [
        "This service subclass contains an EU citizen’s rights as a tourist in the EU area as well as the rules and restrictions of importation for personal use."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1155",
    "notation": "P17.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1152"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Turism utanför EU-området",
      "fi": "Matkailu EU-alueen ulkopuolella",
      "en": "Tourism outside the EU area"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat muun muassa eri maita koskevat matkustustiedotteet ja suositeltavat rokotukset, turvallisuusohjeet, kansainvälinen ajokortti, viisumikäytännöt ja sähköiset matkustajailmoitukset kuten ESTA ja eTA."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar bland annat resemeddelanden och rekommenderade vacciner, säkerhetsanvisningar, internationellt körkort, visumpraxis och elektroniska resenärsmeddelanden såsom ESTA och eTA."
      ],
      "en": [
        "This service subclass includes travel advisories for different countries and recommended vaccinations, safety instructions, international driving licences, visa practices and electronic travel authorisations, such as ESTA and eTA."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1084",
    "notation": "P7.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Straff",
      "fi": "Rangaistukset",
      "en": "Sentences and sanctions"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar straff och brottspåföljsärenden."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat rangaistukset ja muut rikosseuraamusasiat."
      ],
      "en": [
        "This service subclass contains punishments and sanctions for crimes."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1037",
    "notation": "P4.14",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Sosiaalipalvelujen oheis- ja tukipalvelut",
      "sv": "Socialtjänsternas sido- och stödtjänster",
      "en": "Social service auxiliary and support services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat sosiaalipalveluja täydentävät palvelut, joiden avulla tuetaan palveluyksikön perustehtävää, asiakkaan arkea ja sosiaalipalvelujen saavutettavuutta. Tällaisia ovat esim. ateriapalvelut, vaatehuoltopalvelut, siivouspalvelut, sosiaalista kanssakäymistä edistävät palvelut ja palveluyksikön asiakkaille tarkoitetut sähköiset palvelukanavat."
      ],
      "sv": [
        "Till denna serviceundergrupp hör tjänster som kompletterar socialtjänster, med hjälp av vilka man stöder serviceenhetens grunduppgift, kundens vardag och socialtjänsternas tillgänglighet. Sådana är bl.a. måltidstjänster, klädvårdstjänster, städningstjänster, tjänster som främjar social växelverkan och elektroniska servicekanaler för serviceenhetens klienter."
      ],
      "en": [
        "This service subclass contains services complementing social services that help to support the basic tasks of a service unit, a client's everyday life and the accessibility of social services. They include meal, clothing care and cleaning services, services that promote social interaction, and e-service channels intended for service unit clients."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1033",
    "notation": "P4.10",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Inkomststöd",
      "fi": "Toimeentulotuki",
      "en": "Social assistance"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään toimeentulotukeen liittyviä asioita kuten tuen eri muotoja, saamisen edellytyksiä, tuen laskennan perusteita ja hakumenettelyjä."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas ärenden i samband med inkomststöd, t.ex. olika stödformer, förutsättningar för beviljande, grunder för uträkning av stöd och ansökningsförfaranden."
      ],
      "en": [
        "This service subclass contains issues related to social assistance, including the different forms of assistance, eligibility criteria, the grounds for calculating assistance amounts and application procedures."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1085",
    "notation": "P7.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Datasekretess och personuppgifter",
      "fi": "Tietosuoja ja henkilötiedot",
      "en": "Data protection and personal data"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterad till skyddet av personuppgifter och integritet, personbeteckningar och -koder, resedokument och register med personuppgifter samt medborgarnas rättigheter att kontrollera och begränsa användningen av deras personuppgifter."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään henkilötietojen ja yksityisyyden suojaan, henkilötunnuksiin ja -tunnisteisiin, matkustusasiakirjoihin ja henkilötietoja sisältäviin rekistereihin liittyviä palveluja sekä kansalaisen oikeuksia hallita ja käyttää omia tietojaan."
      ],
      "en": [
        "This service subclass contains services related to personal data and privacy protection, personal identifiers, travel documents and registers containing personal data. It also contains matters pertaining to a citizen's rights to control and use their personal data."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1122",
    "notation": "P13.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1120"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Työeläkkeet",
      "sv": "Arbetspensioner",
      "en": "Earnings-related pensions"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään palvelunäkökulmasta työperusteisia eläkkeitä: työeläkettä sekä kuntien ja valtion eläkkeitä. Myös eläkevakuutus kuuluu tähän luokkaan."
      ],
      "sv": [
        "I denna underservicegrupp behandlas arbetsbaserade pensioner ur ett serviceperspektiv: arbetspension samt kommunernas och statens pensioner. Även pensionsförsäkring hör till denna grupp."
      ],
      "en": [
        "This service subclass contains earnings-related pensions from the service point of view: earnings-related pensions for private sector employees and local and central government employees. The class also includes pension insurance."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1123",
    "notation": "P13.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1120"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Invalidpension",
      "fi": "Työkyvyttömyyseläke",
      "en": "Disability pension"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat työkyttömyyden toteamiseen sekä erilaisiin työkyvyttömyyseläkkeen tyyppeihin liittyvät palvelut."
      ],
      "sv": [
        "Denna underservicegrupp omfattar tjänster relaterade till konstaterande av arbetsoförmåga och olika typer av invalidpension."
      ],
      "en": [
        "This service class contains services related to establishing disability and different types of disability pensions."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1064",
    "notation": "P6.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Ammatinvalinta ja opintojen ohjaus",
      "sv": "Yrkesval och studiehandledning",
      "en": "Career guidance and guidance counselling"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör de tjänster som erbjuds inom ramarna för Finlands utbildningssystem och som guidar, ger råd och handleder elever eller studerande att fatta motiverade beslut för att välja yrke och/eller utbildningsinriktning. Karriärvägledningstjänster för en person som redan är i arbetslivet finns i den egna undergruppen under huvudgruppen Arbete och arbetslöshet."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat ne Suomen koulutusjärjestelmän puitteissa tarjottavat palvelut, jotka opastavat, neuvovat ja ohjaavat oppilasta tai opiskelijaa tekemään perusteltuja valintoja ammatin ja/tai koulutussuuntautumisen valitsemiseksi. Työelämässä jo olevan henkilön uraohjauspalvelut ovat omassa alaluokassaan Työ ja työttömyys -pääluokan alla."
      ],
      "en": [
        "This service subclass contains services offered within the Finnish education system intended to guide, advise and direct a pupil or a student in making justified choices when choosing a career and/or an educational path. Career guidance services for persons already in the labour market are included in their own subclass under the main class Work and unemployment."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1094",
    "notation": "P8.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1090"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kansalaisjärjestöjen toiminta",
      "sv": "Frivilligorganisationers verksamhet",
      "en": "Activities of non-governmental organisations"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat järjestöjen ja yhdistysten toimintaan ja sen lainmukaisuuteen kuuluvat asiat kuten kampanjointiin liittyvän nimien ja varojen keräämisen lupamenettelyt."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar ärenden relaterade till organisationers och föreningars verksamhet och dess lagenlighet, såsom tillståndsförfaranden för insamling av namn och medel för kampanjer."
      ],
      "en": [
        "This service subclass contains issues related to the activities of organisations and associations and the legality of these activities, including permit procedures for collecting signatures and funds as part of campaigning."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1178",
    "notation": "P22.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kansalaisuuden hakeminen",
      "sv": "Ansökan om medborgarskap",
      "en": "Citizenship applications"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas förfaranden, skyldigheter och tjänster relaterade till ansökan om finskt medborgarskap."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään Suomen kansalaisuuden hakemisen prosessiin liittyviä menettelyjä, velvoitteita ja palveluja."
      ],
      "en": [
        "This service subclass contains procedures, obligations and services associated with the process of applying for Finnish citizenship."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1068",
    "notation": "P6.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Gymnasieutbildning",
      "fi": "Lukiokoulutus",
      "en": "General upper secondary education"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör gymnasieutbildningens innehåll och syfte, hur man söker till gymnasieutbildningen, sätt att genomföra gymnasieutbildning samt studentexamen. Det ekonomiska stödet för studierna behandlas i sin egen serviceundergrupp."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat lukiokoulutuksen sisältö ja tarkoitus, lukiokoulutukseen hakeminen, lukion suorittamisen tavat ja ylioppilastutkinto. Opintojen taloudellinen tuki käsitellään omassa alapalveluluokassaan."
      ],
      "en": [
        "This service subclass contains the contents and objectives of general upper secondary education, applying for a place in general upper secondary education, methods of completing the education and the matriculation examination. Financial support for studies is included in its own subclass."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1090",
    "notation": "P8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1093",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1092",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1091",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1094"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Demokratia",
      "sv": "Demokrati",
      "en": "Democracy"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna servicegrupp omfattar tjänster och information relaterade till representativ demokrati. Fokus ligger på partier, valsystem och röstning samt service som tillhandahålls av medborgarsamhället och tredje sektorn."
      ],
      "fi": [
        "Tähän palveluluokkaan kuuluvat edustukselliseen demokratiaan liittyvät palvelut ja tiedot. Erityisesti esillä ovat puolueet, vaalijärjestelmä ja äänestäminen sekä kansalaisyhteiskunnan ja kolmannen sektorin tuottamat palvelut."
      ],
      "en": [
        "This service class includes services and information related to representative democracy. Particularly prominent in it are political parties, the election system and voting as well as services provided by the civic society and the third sector."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1200",
    "notation": "P25.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1198"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Taiteet",
      "sv": "Konst",
      "en": "Arts"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas yrkesutbildning och utbildning på högre stadier som anknyter till utställningar och evenemang som riktar sig till allmänheten och som fokuserar på bildkonst, konstindustri, föreställande konstarter, musik och litteratur samt informationstjänster relaterade till konstsamlingar."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään kuvataiteisiin, taideteollisuuteen, eri esittäviin taiteisiin, musiikkiin ja kirjallisuuteen liittyvää ammatillista ja korkea-asteen koulutusta, yleisölle suunnattuja näyttelyjä ja tapahtumia sekä taidekokoelmiin liittyviä tietopalveluja."
      ],
      "en": [
        "This service subclass contains vocational and higher level education and training related to visual arts, arts and design, different performing arts, music and literature, exhibitions and events intended for the public as well as information services associated with art collections."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1176",
    "notation": "P22.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Invandrares arbete och studier",
      "fi": "Maahanmuuttajan työskentely ja opiskelu",
      "en": "Immigrants’ employment and studies"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään ulkomaan kansalaisen työhön tai opiskeluun tarvitsemia lupia sekä koulutus- ja työmarkkinoilla maahanmuuttajalle tarjottavia tukipalveluja."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tillstånd som utländska medborgare behöver för att kunna arbeta eller studera samt utbildnings- och stödtjänster för invandrare på arbetsmarknaden."
      ],
      "en": [
        "This service subclass contains permits that a foreign citizen needs to work or study in Finland, and the support services offered in the education and labour markets."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1167",
    "notation": "P20",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1169",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1168",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1170"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Ordning",
      "fi": "Järjestys",
      "en": "Public order"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä luokassa käsitellään yhteiskuntajärjestyksen ja turvallisuuden ylläpitoa normaalioloissa. Luokkaan kuuluvat ensi sijassa poliisin ja muiden järjestyksen valvonnasta vastuussa olevien palvelut."
      ],
      "sv": [
        "I denna grupp behandlas upprätthållande av samhällsordningen och säkerheten under normala förhållanden. Gruppen omfattar främst tjänster som tillhandahålls av polisen och andra parter som ansvarar för övervakningen av ordningen."
      ],
      "en": [
        "This class contains the maintenance of public order, safety and security in normal conditions. Primarily, the class includes the services of the police and other parties responsible for maintaining order."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1113",
    "notation": "P11.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Omistajanvaihdos",
      "sv": "Ägarbyten",
      "en": "Change of ownership"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän luokkaan kuuluvat omistajanvaihdosprosessiin liittyviä asiat kuten yrityksen ostaminen, yrityksen myyminen, sukupolvenvaihdos ja niihin liittyvät palvelut."
      ],
      "sv": [
        "Denna grupp omfattar ärenden relaterade till processer för byte av ägare, såsom köp och försäljning av företag, generationsväxling och relaterade tjänster."
      ],
      "en": [
        "This class contains issues related to a change of ownership process, including buying or selling a company, generation change and the associated services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1032",
    "notation": "P4.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Koulu- ja opiskelijahuollon sosiaalipalvelut",
      "sv": "Socialtjänster för skol- och studerandevård",
      "en": "Pupil and student welfare social services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat koululaisille ja kokopäivisille opiskelijoille tarkoitetut sosiaalipalvelut kuten koulukuraattorin palvelut sekä toisen ja korkea-asteen opiskelijoille suunnatut arjessa pärjäämistä tukevat palvelut, kuten vertaistukiryhmät ja neuvontapalvelut, jotka eivät ole terveyden- tai sairaanhoidon palveluja."
      ],
      "sv": [
        "Till denna underservicegrupp hör socialtjänster som är avsedda för skolelever och studeranden på heltid såsom skolkuratortjänster samt tjänster som stöder studeranden inom andra gradens utbildning och yrkesutbildning på högre nivå att klara sig i vardagen. Sådana är t.ex. kamratstöd och rådgivningstjänster som inte är hälso- eller sjukvårdstjänster."
      ],
      "en": [
        "This service subclass contains social services intended for pupils and full-time students, including a school social worker’s services and services targeted at secondary and tertiary level students that support coping with everyday life, such as peer support groups and advisory services that are not health or medical care services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1104",
    "notation": "P10.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1096"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Föreningar och kamratstöd för arbetslösa",
      "fi": "Työttömien järjestöt ja vertaistuki",
      "en": "Organisations of the unemployed and peer support"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ne kolmannen sektorin tuottamat palvelut ja toimintamuodot, joilla tuetaan työttömän työnhakua ja toimintakyvyn säilyttämistä."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar de tjänster och verksamhetsformer som produceras av tredje sektorn och som syftar till att stödja arbetslösas jobbsökning och bevara deras funktionsförmåga."
      ],
      "en": [
        "This service subclass contains services and activities provided by the third sector to support the jobseeking of unemployed persons and to maintain their functional ability."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1127",
    "notation": "P14.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1126"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Personbeskattning",
      "fi": "Henkilöverotus",
      "en": "Individual taxation"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar tjänster som anknyter till förskottsskatt på förvärvsinkomst, ändring av skattekort och skattesats, skatteförslag och -avdrag samt skattekalkylatorer. Även kyrkoskatt hör till denna grupp."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, jotka liittyvät ansiotuloista maksettavaan ennakkoveroon, verokorttiin ja veroprosenttien muutoksiin, veroehdotukseen ja -vähennyksiin sekä verolaskureihin. Myös kirkollisvero kuuluu tähän luokkaan."
      ],
      "en": [
        "This service subclass contains services related to prepayment of tax on an earned income, tax cards and tax rate changes, tax proposals, tax deductions and tax calculators. The class also includes church tax."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1150",
    "notation": "P16.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Vesiliikenne",
      "sv": "Vattentrafik",
      "en": "Waterborne transport"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat vesiajoneuvojen kelpoisuus- ja turvallisuusvaatimukset, rekisteri- ja omistusasiat, satamapalvelut aluksille, vesiliikenteen turvallisuus ja eräisiin alustyyppeihin liittyvät kuljettajakelpoisuudet ja -luvat."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar behörighets- och säkerhetskrav på vattenfordon, registrerings- och innehavsärenden, hamntjänster för fartyg, säkerhet i vattentrafik och förarbehörighet och -tillstånd för vissa fartygstyper."
      ],
      "en": [
        "This service subclass contains condition and safety requirements applicable to watercraft, registration and ownership issues, port services for vessels, safety of waterborne transport and operator qualifications and licences for certain vessel types."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1031",
    "notation": "P4.8",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1023"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Ekonomiskt stöd för sysselsättning",
      "fi": "Työllistyjän taloudellinen tukeminen",
      "en": "Financial support for jobseekers"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör bl.a. tjänster i anslutning till arbetskraftsutbildning, jobbsökarträning, den arbetslösas frivilliga studier och arbetsverksamhet i rehabiliteringssyfte."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat muun muassa työvoimakoulutukseen, työnhakuvalmennukseen, työttömän omaehtoiseen opiskeluun ja kuntouttavaan työtoimintaan liittyvät palvelut."
      ],
      "en": [
        "This service subclass includes services related to labour force training, coaching for jobseekers, an unemployed person’s independent studies and rehabilitating work activities."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1119",
    "notation": "P12.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1115"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Personalutveckling",
      "fi": "Henkilöstön kehittäminen",
      "en": "Personnel development"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar tjänster för arbetsgivare som till exempel handlar om utbildning av personalen."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat työnantajalle tarkoitetut palvelut, jotka liittyvät esimerkiksi henkilöstön kouluttamiseen."
      ],
      "en": [
        "This service subclass contain services intended for employers associated with such areas as personnel training."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1118",
    "notation": "P12.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1115"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kotitalous työnantajana",
      "sv": "Hushåll som arbetsgivare",
      "en": "A household as an employer"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar tjänster med vars hjälp hushåll kan låta utföra arbeten i hemmet eller fritidsbostaden och sköta ärenden relaterade till anställdas löner och beskattning samt hushållsavdrag."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat palvelut, joiden avulla kotitalous voi teettää työtä kodissa tai vapaa-ajan asunnolla työtä ja huolehtia työntekijän palkkaan ja verotukseen liittyvistä asioista sekä kotitalousvähennyksestä."
      ],
      "en": [
        "This service subclass contains services through which a household can have work performed in a home or a secondary residence and take care of issues related to the employee’s pay and taxes and the domestic help credit."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1117",
    "notation": "P12.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1115"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Henkilöstöhankinta",
      "sv": "Rekrytering",
      "en": "Recruitments"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar tjänster relaterade till rekrytering och löner."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat työntekijöiden rekrytointiin ja palkkaamiseen liittyvät palvelut."
      ],
      "en": [
        "This service subclass contains services related to recruiting and hiring employees."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1038",
    "notation": "P5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1046",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1041",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1047",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1050",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1042",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1048",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1049",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1054",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1055",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1051",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1043",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1044",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1039",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1056",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1058",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1057",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1040",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1052",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1053",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1045",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1059"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Hälso- och sjukvård, näring",
      "fi": "Terveydenhuolto, sairaanhoito ja ravitsemus",
      "en": "Health and medical care, nutrition"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään sekä yleisiä että tietyille ryhmille suunnattuja terveyden- ja sairaanhoidon palveluja. Luokkaan kuuluvat myös lääkkeisiin ja ravitsemukseen liittyvät palvelut sekä kuntoutus terveydenhoidollisen ja lääkinnällisen kuntoutuksen osalta."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas både allmänna och hälso- och sjukvårdstjänster för vissa grupper. Till gruppen hör också tjänster i anslutning till läkemedel och näring samt rehabilitering för hälso- och sjukvårdens och medicinska rehabiliteringens del."
      ],
      "en": [
        "This service class contains health and medical care services, both general services and those intended for specific groups. It also includes services associated with medicines and nutrition, as well as rehabilitation for the part of health care related and medical rehabilitation."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1018",
    "notation": "P3.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Medling i familjeärenden och familjerätten",
      "fi": "Perheasioiden sovittelu ja perheoikeus",
      "en": "Family mediation and family law"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään perheasioiden sovittelua palvelun sisällön ja tarkoituksen, lainmukaisuuden, erityisesti perheoikeuden, sekä kunnallisen tarjonnan ja saatavuuden kannoillta."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas medling i familjeärenden med tanke på serviceinnehållet och -syftet, lagenligheten, särskilt familjerätten samt det kommunala utbudet och tillgängligheten."
      ],
      "en": [
        "This service subclass contains mediation in family disputes from the perspectives of the content and purpose of the service, legality, especially in terms of family law, and offer and availability in municipalities."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1159",
    "notation": "P19",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1160",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1161",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1166",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1162",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1164",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1165"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Turvallisuus",
      "sv": "Säkerhet",
      "en": "Safety and security"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään onnettomuuksiin, rikoksiin ja kriisiajan turvallisuuteen liittyviä palveluja niin kansalaisen kuin yhteiskunnan kannalta. Luokka kattaa ennalta ehkäisevän toiminnan, pelastuspalvelut ja koko maan turvallisuuteen liittyvän toiminnan."
      ],
      "sv": [
        "I denna servicegrupp behandlas tjänster relaterade till olyckor, brott och säkerhet i kristider med tanke på både medborgarna och samhället. Gruppen omfattar all förebyggande verksamhet, räddningstjänster och verksamhet som fokuserar på hela landets säkerhet."
      ],
      "en": [
        "This service class contains services related to accidents, crime and safety in a time of crisis from the perspective of both citizens and society. The class includes preventive activities, rescue services and activities related to national security."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1075",
    "notation": "P6.15",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Vetenskap och undersökning",
      "fi": "Tiede ja tutkimus",
      "en": "Science and research"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat tieteelliseen tutkimustyöhön kuuluvat palvelut, erityisesti liittyen tutkimuksen rahoitukseen, tutkimuslupamenettelyihin ja julkaisutoimintaan."
      ],
      "sv": [
        "Till denna serviceundergrupp hör tjänster i samband med vetenskapligt forskningsarbete, särskilt beträffande forskningens finansiering, förfaranden angående forskningstillstånd samt publikationsverksamhet."
      ],
      "en": [
        "This service subclass includes services related to scientific research, in particular those associated with research funding, research permit procedures and publication activities."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1072",
    "notation": "P6.12",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Yrittäjäkoulutus",
      "sv": "Företagarutbildning",
      "en": "Entrepreneur training"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän luokkaan kuuluvat yrittäjyyden oppimiseen ja yrittäjäksi kouluttautumiseen liittyvät asiat."
      ],
      "sv": [
        "Till denna grupp hör ärenden i anslutning till utbildning i entreprenörskap och företagarskolning."
      ],
      "en": [
        "This class includes issues related to learning about entrepreneurship and training for becoming an entrepreneur."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1135",
    "notation": "P15.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Lainat ja luottotiedot",
      "sv": "Lån och kredituppgifter",
      "en": "Loans and credit history"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään palveluja, jotka liittyvät lainan ottamiseen, takuisiin ja takaisinmaksuun, sosiaaliseen luotonantoon ja sekä luottotietorekisteriin ja maksuhäiriöihin. Luokka sisältää myös sisältää myös yritysten lainoihin liittyvät palvelut."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas tjänster som anknyter till upptagande av lån, säkerheter och återbetalning, social kreditgivning och kreditupplysningsregister och betalningsstörningar. Gruppen omfattar också tjänster relaterade till företagens lån."
      ],
      "en": [
        "This service subclass contains services related to borrowing, loan guarantees and repayment, social lending as well as the credit register and defaults of payment. The class also includes services related to business loans."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1071",
    "notation": "P6.11",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Företagsutbildning",
      "fi": "Yrityskoulutus",
      "en": "Enterprise training"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän luokkaan kuuluvat koulutus- ja valmennustilaisuudet, joita yritykset järjestävät tai hankkivat itse henkilöstönsä osaamisen kehittämiseksi sekä neuvontapalvelut näihin asioihin liittyen."
      ],
      "sv": [
        "Till denna grupp hör utbildnings- och skolningsevenemang som företagen arrangerar eller skaffar själva för att utveckla personalens kompetens samt rådgivningstjänster i samband med sådana ärenden."
      ],
      "en": [
        "This class includes training and coaching events that companies organise or procure in order to improve the competence of their personnel, as well as advisory services related to these issues."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1016",
    "notation": "P3.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Fastställande av faderskap",
      "fi": "Isyyden vahvistaminen",
      "en": "Confirmation of paternity"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään isyyden tunnustamiseen ja vahvistamiseen liittyviä menettelyjä ja velvoitteita."
      ],
      "sv": [
        "I denna serviceundergrupp behandlas förfaranden och skyldigheter i anslutning till erkännande och fastställande av faderskap."
      ],
      "en": [
        "This service subclass contains procedures and obligations related to the acknowledgement and confirmation of paternity."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1116",
    "notation": "P12.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1115"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Arbetsgivartjänster",
      "fi": "Palveluja työnantajalle",
      "en": "Services for employers"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar arbetsgivarrelaterade ärenden såsom arbetsgivarskyldigheter."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat työnantajuuteen liittyvät asiat kuten esimerkiksi työnantajavelvoitteet."
      ],
      "en": [
        "This service subclass contains aspects related to the role of an employer, including the employer's obligations."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1134",
    "notation": "P15.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Ekonomi- och skuldrådgivning för företag",
      "fi": "Yrityksen talous- ja velkaneuvonta",
      "en": "Financial and debt advisory services for companies"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän luokkaan kuuluu yrityksen taloudelliseen vaikeuksiin liittyvät asiat, kuten esimerkiksi terveyttämisneuvonta ja velkaneuvonta."
      ],
      "sv": [
        "Denna grupp omfattar ärenden relaterade till ekonomiska problem hos företag, såsom sanerings- och skuldrådgivning."
      ],
      "en": [
        "This class contains issues related to financial difficulties of companies, including advice on reorganisation and debt management."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1133",
    "notation": "P15.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1132"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Ekonomi- och skuldrådgivning för privatpersoner",
      "fi": "Henkilön talous- ja velkaneuvonta",
      "en": "Financial and debt advisory services for individuals"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ne palvelut, jotka on suunnattu joko ennakoivasti yksityishenkilön tai kotitalouden rahankäytön ja talouden hallinnan tueksi tai maksuvaikeuksiin jo joutuneen avuksi."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster som antingen proaktivt stöder privatpersoners eller hushålls ekonomiplanering och -hantering eller som bistår i betalningsproblem."
      ],
      "en": [
        "This service subclass contains services intended to either proactively support individuals and households in handling money and financial management, or to assist those already facing financial difficulties."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1061",
    "notation": "P6.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Förskoleundervisning",
      "fi": "Esiopetus",
      "en": "Pre-school education"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat sekä varsinainen esiopetus sisältöineen että esiopetuksen paikallinen järjestäminen ja vaihtoehdot lasten ja heidän perheidensä kannalta."
      ],
      "sv": [
        "Till denna servicearbetsgrupp hör både den egentliga förskoleundervisningen med innehåll och det lokala ordnandet av förskoleundervisning och alternativ med tanke på barnen och deras familjer."
      ],
      "en": [
        "This service subclass contains pre-school education itself and its contents, the local organisation of pre-school education, and alternatives for children and their parents."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1063",
    "notation": "P6.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Morgon- och eftermiddagsverksamhet",
      "fi": "Aamu- ja iltapäiväkerhotoiminta",
      "en": "Morning and afternoon club activities"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas den morgon- och eftermiddagsverksamhet som ordnas av kommunen och vars syfte är att stöda hemmets och skolans uppfostringsarbete och barnets balanserade tillväxt samt erbjuda möjligheter till handledd verksamhet och övervakad vila utanför hemmet."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään sitä kunnan järjestämää aamu- ja iltapäivätoimintaa, jonka tarkoitus on tukea kodin ja koulun kasvatustyötä ja lapsen tasapainoista kasvua ja tarjota mahdollisuuksia sekä ohjattuun toimintaan että valvottuun lepoon kodin ulkopuolella."
      ],
      "en": [
        "This service subclass contains the morning and afternoon activities organised by a municipality intended to support the educational work of the home and the school and the child’s balanced growth, in addition to offering opportunities for both instructor-led activities and a supervised rest period outside the home."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1009",
    "notation": "P2.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1007"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Reparations- och energibidrag",
      "fi": "Korjaus- ja energia-avustukset",
      "en": "Renovation and energy grants"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä alapalveluluokassa käsitellään palvelunäkökulmasta korjausrakentamiseen ja rakennuksen energiatehokkuuden lisäämiseen tarkoitettuja avustuksia, niiden hakuprosesseja ja niihin liittyviä asiointipalveluja."
      ],
      "sv": [
        "I denna underservicegrupp behandlas ur servicesynpunkt bidrag i anslutning till ombyggnad och till ökningen av byggnadens energieffektivitet, ansökningsprocesser för bidragen och ärendehanteringstjänster i samband med dem."
      ],
      "en": [
        "This service subclass contains grants for renovations and improving a building’s energy efficiency as well as the application processes and e-services related to these grants from the service point of view."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1108",
    "notation": "P11.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Utveckling av affärsverksamheten",
      "fi": "Liiketoiminnan kehittäminen",
      "en": "Business development"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna underservicegrupp omfattar bidrag och andra finansiella tjänster som stöder utveckling, program för utveckling av affärsverksamheten och företagsrådgivning."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat liiketoiminnan kehittämistä tukevat avustukset ja muut rahoituspalvelut, liiketoiminnan kehittämisohjelmat ja yritysneuvonta."
      ],
      "en": [
        "This service subclass contains grants and other funding services to support business development, business development programmes and business advice services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1183",
    "notation": "P22.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Återvändande",
      "fi": "Paluumuutto",
      "en": "Return migration"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat menettelyt ja palvelut, joita sovelletaan Suomen kansalaisen muuttaessa takaisin Suomeen vakituisen ulkomailla asumisen jälkeen."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar förfaranden och tjänster som tillämpas när en finsk medborgare återvänder till Finland efter att ha varit permanent bosatt i utlandet."
      ],
      "en": [
        "This service subclass contains procedures and services applied when a Finnish citizen remigrates to Finland after living permanently abroad."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1177",
    "notation": "P22.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1174"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Kielikurssit",
      "sv": "Språkkurser",
      "en": "Language courses"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat erityisesti kotouttamisohjelmiin kuuluvat mutta myös muuten maahanmuuttajan Suomessa oleskelun alkuvaiheisiin tarkoitetut suomen ja ruotsin kielten kurssit ja niille hakeutuminen."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar språkkurser i finska och svenska i synnerhet avsedda för personer som deltar i integrationsprogram men också för andra invandrare i början av vistelsen i Finland samt ansökan till dem."
      ],
      "en": [
        "This service subclass contains Finnish and Swedish language courses, in particular those that are part of integration programmes but also others intended for the early phases of an immigrant's stay in Finland, and applying for a place on these courses."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1065",
    "notation": "P6.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Koulutukseen hakeminen",
      "sv": "Hur man söker till utbildning",
      "en": "Applying for a place in education and training"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas sökningen till läroverk inom olika utbildningsstader och ärendehanteringstjänster i samband med detta samt förutsättningar för sökande."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitellään eri koulutusasteiden oppilaitoksiin hakemista ja siihen liittyviä asiointipalveluja ja hakemisen edellytyksiä."
      ],
      "en": [
        "This service subclass contains applying for places in educational institutions of different levels and the associated e-services and application criteria."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1067",
    "notation": "P6.7",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Oppisopimus",
      "sv": "Läroavtal",
      "en": "Apprenticeship training"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas läroavtalsutbildningen som ett sätt att avlägga en yrkesexamen: utbildningens struktur, avläggande av examen, typ av avtal för utbildningen. Det ekonomiska stödet för studierna behandlas i sin egen serviceundergrupp."
      ],
      "fi": [
        "Tässä alapalveluluokassa käsitelläään oppisopimuskoulutusta ammatillisen tutkinnon suorittamistapana: koulutuksen rakenne, tutkinnon suorittaminen, koulutuksen sopimusluonne. Opintojen taloudellinen tuki käsitellään omassa alapalveluluokassaan."
      ],
      "en": [
        "This service subclass contains apprenticeship training as a method of obtaining a vocational qualification: the structure of the education and training, completion of a qualification and the contractual nature of the training. Financial support for studies is included in its own subclass."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1069",
    "notation": "P6.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1060"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Högskoleutbildning",
      "fi": "Korkeakoulutus",
      "en": "Higher education"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat korkea-asteen koulutuksen sisältö ja tarkoitus, korkeakoulutukseen hakeminen ja tutkintovaatimukset ja -rakenteet. Opintojen taloudellinen tuki käsitellään omassa alapalveluluokassaan."
      ],
      "sv": [
        "Till denna serviceundergrupp hör innehåll och syfte för en utbildning av högre nivå, hur man söker till utbildning av högre nivå samt examenskrav och -strukturer. Det ekonomiska stödet för studierna behandlas i sin egen serviceundergrupp."
      ],
      "en": [
        "This service subclass contains the contents and objectives of higher education, applying for a place in higher education and decree requirements and structures. Financial support for studies is included in its own subclass."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1198",
    "notation": "P25",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1201",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1205",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1204",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1202",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1199",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1200",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1203"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Kulttuuri",
      "sv": "Kultur",
      "en": "Culture"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään kulttuuripalveluja laajasti taiteen eri alojen, kirjastolaitoksen, uskonnollisten yhteisöjen ja vapaan sivistystyön puitteissa. Myös erilaiset vapaa-ajan palvelut kuuluvat tähän luokkaan."
      ],
      "sv": [
        "I denna servicegrupp behandlas kulturtjänster på ett omfattande plan inom ramen för olika konstarter, biblioteksväsendet, religiösa samfund och fritt bildningsarbete. Även olika fritidstjänster hör till denna grupp."
      ],
      "en": [
        "This service class contains a wide range of cultural services associated with different branches of arts, the library system, religious organisations and liberal adult education. The class also includes different free time services."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1114",
    "notation": "P11.9",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1105"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Nedläggning av företagsverksamhet",
      "fi": "Yritystoiminnan lopettaminen",
      "en": "Winding up an enterprise"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna grupp omfattar tjänster för nedläggning av företagsverksamhet."
      ],
      "fi": [
        "Tähän luokkaan kuuluvat yritystoiminnan lopettamisessa tukevat palvelut."
      ],
      "en": [
        "This class contains services that help in winding up an enterprise."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1143",
    "notation": "P16.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1142"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Ajoneuvot ja rekisteröinti tieliikenteessä",
      "sv": "Fordon och registrering för vägtrafik",
      "en": "Vehicles and registration in road transport"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat tieliikenneajoneuvojen omistamista, maahantuontia, rekisteröintiä ja liikennekelpoisuutta koskevat palvelut."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till ägande, import och registrering av fordon för vägtrafik samt fordonens trafikduglighet."
      ],
      "en": [
        "This service subclass contains services related to the ownership, importation, registration and road-worthiness of road transport vehicles."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1184",
    "notation": "P23",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1186",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1187",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1190",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1185",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1188",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1189"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Ympäristö",
      "sv": "Miljö",
      "en": "The environment"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna servicegrupp behandlas miljörelaterade tjänster med tanke på såväl naturliga miljöer som boendemiljöer och övriga bebyggda miljöer."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään ympäristöön liittyviä palveluja sekä luonnonympäristöjen että asumis- ja muun rakennetun ympäristön kannalta."
      ],
      "en": [
        "This service class contains services related to the environment, including both natural environments and living and other built environments."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1195",
    "notation": "P24.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1191"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Livsmedelsproduktion",
      "fi": "Elintarviketuotanto",
      "en": "Food production"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar tjänster relaterade till bland annat livsmedelssäkerhet, tillsyn av livsmedelsproduktion och ekologisk produktion."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat muun muassa elintarvikkeiden turvallisuuteen, elintarviketuotannon valvontaan ja luomutuotantoon liittyvät palvelut."
      ],
      "en": [
        "This service subclass includes services related to food safety, supervision of food production and organic production."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1194",
    "notation": "P24.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1191"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Tuotantoeläimet",
      "sv": "Produktionsdjur",
      "en": "Production animals"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster relaterade till produktionsdjur, såsom produktionsstöd, anmälningsskyldigheter, ersättningar för djurskador och allmänna skyldigheter avseende djurens välbefinnande."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään tuotantoeläimiin liittyviä palveluja kuten tuotantotukia, ilmoitusvelvoitteita, eläinvahinkokorvauksia ja eläinten hyvinvointiin liittyviä yleisiä velvoitteita."
      ],
      "en": [
        "This service subclass contains services related to production animals, including production subsidies, notification duties, compensation for damage to animals and general obligations related to animal welfare."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1023",
    "notation": "P4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1031",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1033",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1027",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1029",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1035",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1037",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1032",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1030",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1024",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1026",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1036",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1034",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1028",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1025"
    ],
    "associatedURIs": [],
    "label": {
      "sv": "Socialtjänster",
      "fi": "Sosiaalipalvelut",
      "en": "Social services"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palveluluokassa käsitellään sekä yleisiä että erityisryhmille suunnattuja sosiaalipalveluja, jotka on tarkoitettu kansalaisten arjen, asumisen ja toimeentulon tukemiseen."
      ],
      "sv": [
        "I den här servicegruppen behandlas både allmänna socialtjänster och socialtjänster för specialgrupper, vilka avsetts som stöd för medborgarnas vardag, boende och försörjning."
      ],
      "en": [
        "This service class contains both general social services and those targeted at special groups to support citizens’ everyday life management, housing and incomes."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1039",
    "notation": "P5.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1038"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Primärvård",
      "fi": "Perusterveydenhuolto",
      "en": "Primary health care"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, jotka sijoittuvat perusterveydenhuollon määritelmään: \"Perusterveydenhuolto edistää, tukee ja ylläpitää väestön terveyttä, hyvinvointia ja toimintakykyä tarjoamalla terveyden- ja sairaanhoidon palveluita. Pääasialliset palvelumuodot ovat kuntalaisten käynnit eriasteisten hoitajien ja lääkäreiden vastaanotoilla ja ympärivuorokautinen sairaanhoito terveyskeskuksessa.\n Toiminta perustuu pääosin kunnallista terveydenhuoltoa säätelevään lainsäädäntöön.\""
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster som svarar mot definitionen av primärvård: \"Primärvården främjar, stöder och upprätthåller befolkningens hälsa, välfärd och funktionsförmåga genom att erbjuda hälso- och sjukvårdstjänster. Huvudsakliga serviceformer är kommuninvånarnas besök på olika graders skötar- och läkarmottagningar och dygnet runt sjukvård på hälsovårdscentralen. Verksamheten grundar sig i huvudsak på lagstiftning som reglerar den kommunala hälso- och sjukvården.\""
      ],
      "en": [
        "This service subclass contains services that meet the following definition of primary care: “The task of primary health care is to maintain, support and improve citizens’ health, well-being, and work and functional ability by offering health and medical care services. The main service forms are visits made by municipal residents to the surgeries of nurses and doctors at different levels and 24-hour medical care at health centres. The activities are primarily based on the legislation that regulates municipal health care.”"
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1105",
    "notation": "P11",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1113",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1112",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1110",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1108",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1111",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1109",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1106",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1114",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1107"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Elinkeinot",
      "sv": "Näringar",
      "en": "Industries"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palveluluokkaan kuuluvat kaikki yritystoimintaan liittyvät palvelut yrityksen perustamisesta liiketoiminnan kehittämiseen ja aina yrityksen lopettamiseen saakka."
      ],
      "sv": [
        "Denna servicegrupp omfattar alla tjänster relaterade till företagsverksamhet från etablering av företag till utveckling av affärsverksamheten och nedläggning av företag."
      ],
      "en": [
        "This service class contains all services related to enterprising from the establishment of an enterprise to business development and winding up a company."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1186",
    "notation": "P23.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1184"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Jätehuolto",
      "sv": "Avfallshantering",
      "en": "Waste management"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas kommunal lagstadgad avfallshantering, lokal forskning i och utredning av avfall samt relaterade informationstjänster."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään, kunnallista lakisääteistä jätehuoltoa, jätteisiin liittyvää paikallista tutkimusta ja selvityksiä sekä aiheeseen liittyviä tietopalveluja."
      ],
      "en": [
        "This service subclass contains statutory municipal waste management, local research and studies related to waste as well as information services on waste."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1079",
    "notation": "P7.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Laillisuusvalvonta",
      "sv": "Laglighetsövervakning",
      "en": "Legal protection and legality"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat palvelut, joiden avulla kansalaiset voivat valvoa viranomaisten toiminnan lainmukaisuutta ja kannella viranomaisen virheellisestä toiminnasta. Tässä keskeisiä ovat Oikeuskansleri ja Eduskunnan oikeusasiamies."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster med vars hjälp medborgare kan följa upp myndighetsverksamhetens lagenlighet och anmäla fel i myndigheternas verksamhet. Nyckelinstanserna i dessa ärenden är Justiekanslern och Riksdagens justieombudsman."
      ],
      "en": [
        "This service subclass contains services through which citizens can monitor the legality and report errors in the authorities’ actions. The central authorities in these matters are the Chancellor of Justice and the Parliamentary Ombudsman."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1078",
    "notation": "P7.2",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Lait ja asetukset",
      "sv": "Lagar och förordningar",
      "en": "Acts and decrees"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna serviceundergrupp behandlas tjänster, vars syfte är att göra gällande lagstiftning tillgänglig för medborgare, informera om lagstiftningsarbetet och på olika sätt underlätta medborgarnas deltagande i lagstiftningens processer för beredning och hörande."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään palveluja, joiden tarkoitus on saattaa voimassa oleva lainsäädäntö kansalaisten ulottuville, tiedottaa lainsäädäntötyöstä ja helpottaa eri tavoin kansalaisten osallistumista lainsäädännön laatimis- ja kuulemisprosesseihin."
      ],
      "en": [
        "This service subclass contains services intended to give the citizens access to valid legislation, inform the citizens of legislative projects and facilitate citizens’ participation in legislative drafting and consultation processes in different ways."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1187",
    "notation": "P23.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1184"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Vesihuolto",
      "sv": "Vattenförsörjning",
      "en": "Water supply"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar i första hand ärenden relaterade till hantering av bebyggda miljöers avfallsvatten från såväl affärslokaler och permanenta bostäder som från semester- och fritidsbostäder."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat ensi sijassa rakennetun ympäristön jätevesien käsittelyyn liittyvät asiat niin liiketiloissa, ympärivuotisissa asunnoissa kuin loma- ja vapaa-ajan kiinteistöissä."
      ],
      "en": [
        "This service subclass primarily contains issues related to handling sewage in built environments from business premises, permanent dwellings and secondary residences alike."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1077",
    "notation": "P7.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1076"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Medborgarnas grundläggande rättigheter",
      "fi": "Kansalaisten perusoikeudet",
      "en": "Citizens’ fundamental rights"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat Suomen kansallisesta lainsäädännöstä johtuvat palvelut, jotka liittyvät äänioikeuteen, sanan-, uskonnon- ja kokoontumisvapauteen sekä kansallis- ja vähemmistökieliin. Luokkaan kuuluvat myös EU-kansalaisen oikeuksiin liittyvät palvelut."
      ],
      "sv": [
        "Denna serviceundergrupp omfattar tjänster som föranleds av Finlands nationella lagstiftning och som anknyter till rösträtt, yttrande-, religions- och mötesfrihet samt national- och minoritetsspråk. Gruppen omfattar också tjänster relaterade till EU-medborgares rättigheter."
      ],
      "en": [
        "This service subclass contains services derived from the Finnish national legislation associated with the right to vote, freedom of speech, religion and assembly, and national and minority languages. The class also includes services associated with the rights of an EU citizen."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1153",
    "notation": "P17.1",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1152"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Turism i Finland",
      "fi": "Matkailu Suomessa",
      "en": "Tourism in Finland"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar informations-, rutt- och logitjänster i Finland."
      ],
      "fi": [
        "Tähän palvelualaluokkaan kuuluvat kotimaan matkailun tieto-, reitti- ja majoituspalvelut."
      ],
      "en": [
        "This service subclass contains information, journey planning and accommodation services in domestic tourism."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1017",
    "notation": "P3.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1013"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Lasten päivähoito",
      "sv": "Barndagvård",
      "en": "Day-care for children"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Till denna serviceundergrupp hör barnets rättigheter i anslutning till dagvård för små barn, förutsättningar för dagvård, ärendehanteringstjänster och ansökningsförfaranden, olika genomföringsformer och servicekanaler för dagvård, vårdavgifter och bidrag i anslutning till dem."
      ],
      "fi": [
        "Tähän alapalveluluokkaan kuuluvat pienten lasten päivähoitoon liittyvät lapsen oikeudet, päivähoidon saamisen edellytykset, asiointipalvelut ja hakumenettelyt, erilaiset päivähoidon toteuttamismuodot ja palvelukanavat, hoidon maksut ja niihin liittyvät taloudelliset tuet."
      ],
      "en": [
        "This service subclass contains a child’s rights related to day-care for young children, eligibility criteria, e-services and application procedures associated with day-care, different forms and service channels of day-care provision, fees charged for day-care and financial support related to the fees."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1210",
    "notation": "P27",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [],
    "narrowerURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1211",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1214",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1213",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1215",
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1212"
    ],
    "associatedURIs": [],
    "label": {
      "fi": "Liikunta ja ulkoilu",
      "sv": "Motion och friluftsliv",
      "en": "Sports and outdoor activities"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna servicegrupp behandlas tjänster relaterade till motion, friluftsliv och fritidsverksamhet ute i naturen."
      ],
      "fi": [
        "Tässä palveluluokassa käsitellään kuntoliikuntaan, ulkoiluun ja luonnossa tapahtuvaan vapaa-ajan toimintaan liittyviä palveluja."
      ],
      "en": [
        "This service class contains services related to keep-fit exercise, outdoor exercise and free-time activities in nature."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1125",
    "notation": "P13.5",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1120"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "sv": "Pensionsskydd för utländska medborgare som är permanent bosatta i Finland",
      "fi": "Suomessa pysyvästi asuvan ulkomaalaisen eläketurva Suomessa",
      "en": "Pension security in Finland for foreigners who are permanently resident in the country"
    },
    "exactMatchURIs": [],
    "notes": {
      "fi": [
        "Tässä palvelualaluokassa käsitellään Suomessa asuvan ja työskentelevän ulkomaan kansalaisen oikeuksia suomalaiseen eläkejärjestelmään ja -etuuksiin."
      ],
      "sv": [
        "I denna underservicegrupp behandlas rätten till finländska pensionssystem och -förmåner för utländska medborgare som bor och arbetar i Finland."
      ],
      "en": [
        "This service subclass contains the rights of a foreign citizen living and working in Finland to the Finnish pension system and benefits."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1124",
    "notation": "P13.4",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1120"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Suomalaisen eläketurva ulkomailla",
      "sv": "Finländares pensionsskydd utomlands",
      "en": "Pension security for expatriate Finns"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "I denna underservicegrupp behandlas pensionskonsekvenserna för finska medborgares arbete utomlands och situationer där personer intjänat pension för arbete i Finland men som senare flyttat utomlands. Gruppen omfattar också pensionsavtal mellan länder och beskattning av pension som intjänats utomlands."
      ],
      "fi": [
        "Tässä palvelualaluokassa käsitellään ulkomailla tehdyn työn eläkevaikutukset Suomen kansalaiselle sekä tilanteet, joissa henkilö on ansainnut eläkettä Suomessa tehdystä työstä, mutta on sittemmin muuttanut ulkomaille. Luokkaan kuuluvat myös maiden välisiä eläkesopimuksia ja ulkomailla karttuneen eläkkeen verotus."
      ],
      "en": [
        "This service subclass contains the pension effects of work performed abroad by Finnish citizens and also situations where a person has earned a pension for work performed in Finland but has since moved abroad. The class also includes pension agreements between countries and the taxation of pensions accrued abroad."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  },
  {
    "id": "http://urn.fi/URN:NBN:fi:au:ptvl:v1209",
    "notation": "P26.3",
    "scheme": "http://urn.fi/URN:NBN:fi:au:ptvl:",
    "conceptTypeURI": "http://www.w3.org/2004/02/skos/core#Concept",
    "conceptType": "PTVL",
    "replacedBy": null,
    "broaderURIs": [
      "http://urn.fi/URN:NBN:fi:au:ptvl:v1206"
    ],
    "narrowerURIs": [],
    "associatedURIs": [],
    "label": {
      "fi": "Tietoliikenne",
      "sv": "Datakommunikation",
      "en": "Data communications"
    },
    "exactMatchURIs": [],
    "notes": {
      "sv": [
        "Denna serviceundergrupp omfattar nätoperatörernas tjänster, information om störningar på nätet, nätsäkerhet, tillgång till och användning av domännamn samt konsumentens ställning som användare av datakommunikationstjänster."
      ],
      "fi": [
        "Tähän palveluluokkaan kuuluvat verkko-operaattoreiden palvelut, verkon häiriöistä tiedottaminen, internetin turvallisuus, internet-tunnusten saatavuus ja käyttö sekä kuluttajan asema tietoliikennepalvelujen käyttäjänä."
      ],
      "en": [
        "This service class contains the services of network operators, dissemination of information on network issues, Internet security, availability and use of domain names as well as the consumer’s position as a data communications user."
      ]
    },
    "altLabels": {},
    "hiddenLabels": {}
  }
]